{
    "records":[
        {
            "jsonId":1,
            "quotation":"Democracy... while it lasts is more bloody than either aristocracy or monarchy. Remember, democracy never lasts long. It soon wastes, exhausts, and murders itself. There is never a democracy that did not commit suicide.",
            "sortValue":"Democracy... while i",
            "signerId":61
        },
        {
            "jsonId":2,
            "writingID":23,
            "quotation":"Facts are stubborn things; and whatever may be our wishes, our inclinations, or the dictates of our passions, they cannot alter the state of facts and evidence.",
            "sortValue":"Facts are stubborn t",
            "signerId":61,
            "context":"In defense of the British soldiers on trial for the Boston Massacre, Dec 4, 1770"
        },
        {
            "jsonId":3,
            "quotation":"If ye love wealth better than liberty, the tranquility of servitude than the animating contest of freedom, - go from us in peace. We ask not your counsels or arms. Crouch down and lick the hands which feed you.\n\nMay your chains sit lightly upon you, and may posterity forget that ye were our countrymen!",
            "sortValue":"If ye love wealth be",
            "signerId":62
        },
        {
            "jsonId":5,
            "quotation":"Let divines and philosophers, statesmen and patriots, unite their endeavors to renovate the age, impressing the minds of men\n\nwith the importance of educating their little boys and girls, of inculcating in the minds of youth the fear\n\nand love of the Deity and universal philanthropy, and, in subordination to these great principles, the love of their country;\n\nof instructing them in the art of self-government, without which they can never act as a wise part of the government of\n\nsocieties, great or small in short, of leading them in the study and practice of the exalted virtues of the Christian system.",
            "sortValue":"Let divines and phil",
            "signerId":62
        },
        {
            "jsonId":6,
            "quotation":"It does not take a majority to prevail... but rather an irate, tireless minority, keen on setting brushfires of freedom\n\nin the minds of men.",
            "sortValue":"It does not take a m",
            "signerId":62
        },
        {
            "jsonId":7,
            "quotation":"Among the natural rights of the colonists are these: First a right to life, secondly to liberty, and thirdly to property;\n\ntogether with the right to defend them in the best manner they can.",
            "sortValue":"Among the natural ri",
            "signerId":62
        },
        {
            "jsonId":8,
            "quotation":"Our contest is not only whether we ourselves shall be free, but whether there shall be left to mankind an asylum on earth\n\nfor civil and religious liberty.",
            "sortValue":"Our contest is not o",
            "signerId":62
        },
        {
            "jsonId":9,
            "quotation":"I am not one of those politicians that run testy when my own plans are not adopted. I think it is the duty of a good citizen to follow when he cannot lead. [On his signing of the Declaration of Independence though he voted against it.]",
            "sortValue":"I am not one of thos",
            "signerId":92
        },
        {
            "jsonId":10,
            "quotation":"I ... recommend my Soul to that Almighty Being who gave it, and my body I commit to the dust, relying upon the merits of Jesus Christ for a pardon of all my sins.",
            "sortValue":"I ... recommend my S",
            "signerId":62
        },
        {
            "jsonId":11,
            "quotation":"On the mercy of my Redeemer I rely for salvation and on His merits; not on the works I have done in obedience to His precepts.",
            "sortValue":"On the mercy of my R",
            "signerId":64
        },
        {
            "jsonId":12,
            "quotation":"I John Hancock, ...being advanced in years and being of perfect mind and memory-thanks be given to God-therefore calling to mind the mortality of my body and knowing it is appointed for all men once to die [Hebrews 9:27], do make and ordain this my last will and testament... Principally and first of all, I give and recommend my soul into the hands of God that gave it: and my body I recommend to the earth... nothing doubting but at the general resurrection I shall receive the same again by the mercy and power of God...",
            "sortValue":"I John Hancock, ...b",
            "signerId":73
        },
        {
            "jsonId":13,
            "quotation":"With an awful reverence to the great Almighty God, Creator of all mankind, I, John Morton ... being sick and weak in body but of sound mind and memory-thanks be given to Almighty God for the same, for all His mercies and favors-and considering the certainty of death and the uncertainty of the times thereof, do, for the settling of such temporal estate as it hath pleased God to bless me with in this life...",
            "sortValue":"With an awful revere",
            "signerId":93
        },
        {
            "jsonId":14,
            "quotation":"I desire to bless and praise the name of God most high for appointing me my birth in a land of Gospel Light where the glorious tidings of a Savior and of pardon and salvation through Him have been continually sounding in mine ears.",
            "sortValue":"I desire to bless an",
            "signerId":96
        },
        {
            "jsonId":15,
            "quotation":"When I consider that this instrument contemplates my departure from this life and all earthly enjoyments and my entrance on another state of existence, I am constrained to express my adoration of the Supreme Being, the Author of my existence, in full belief of his providential goodness and his forgiving mercy revealed to the world through Jesus Christ, through whom I hope for never ending happiness in a future state, acknowledging with grateful remembrance the happiness I have enjoyed in my passage through a long life...",
            "sortValue":"When I consider that",
            "signerId":96
        },
        {
            "jsonId":16,
            "quotation":"My only hope of salvation is in the infinite, transcendent love of God manifested to the world by the death of His Son upon the cross. Nothing but His blood will wash away my sins. I rely exclusively upon it. Come, Lord Jesus! Come quickly!",
            "sortValue":"My only hope of salv",
            "signerId":101
        },
        {
            "jsonId":17,
            "quotation":"I believe that there is one only living and true God, existing in three persons, the Father, the Son, and the Holy Ghost.... that the Scriptures of the Old and New Testaments are a revelation from God.... that God did send His own Son to become man, die in the room and stead of sinners, and thus to lay a foundation for the offer of pardon and salvation to all mankind so as all may be saved who are willing to accept the Gospel offer.",
            "sortValue":"I believe that there",
            "signerId":103
        },
        {
            "jsonId":18,
            "quotation":"I think it proper here not only to subscribe to the entire belief of the great and leading doctrines of the Christian religion, such as the Being of God, the universal defection and depravity of human nature, the divinity of the person and the completeness of the redemption purchased by the blessed Savior, the necessity of the operations of the Divine Spirit, of Divine Faith, accompanied with an habitual virtuous life, and the universality of the divine Providence, but also . . . that the fear of God is the beginning of wisdom; that the way of life held up in the Christian system is calculated for the most complete happiness that can be enjoyed in this mortal state; that all occasions of vice and immorality is injurious either immediately or consequentially, even in this life; that as Almighty God hath not been pleased in the Holy Scriptures to prescribe any precise mode in which He is to be publicly worshiped, all contention about it generally arises from want of knowledge or want of virtue.",
            "sortValue":"I think it proper he",
            "signerId":105
        },
        {
            "jsonId":19,
            "quotation":"I entreat you in the most earnest manner to believe in Jesus Christ, for there is no salvation in any other [Acts 4:12].... [I]f you are not reconciled to God through Jesus Christ, if you are not clothed with the spotless robe of His righteousness, you must forever perish.",
            "sortValue":"I entreat you in the",
            "signerId":113
        },
        {
            "jsonId":20,
            "writingID":9,
            "quotation":"It is part of the American character to consider nothing as desperate; to surmount every difficulty by resolution and contrivance.",
            "sortValue":"It is part of the Am",
            "signerId":82,
            "context":"Letter to Martha Jefferson, March 28, 1787"
        },
        {
            "jsonId":21,
            "writingID":19,
            "quotation":"The name of American, which belongs to you, in your national capacity, must always exalt the just pride of Patriotism, more than any appellation derived from local discriminations.",
            "sortValue":"The name of American",
            "signerId":1,
            "context":"Farewell Address, September 19, 1796"
        },
        {
            "jsonId":22,
            "quotation":"The Citizens of America, placed in the most enviable condition, as the sole Lords and Proprietors of a vast Tract of Continent, comprehending all the various soils and climates of the World, and abounding with all the necessaries and conveniences of life, are now by the late satisfactory pacification, acknowledged to be possessed of absolute freedom and Independency; They are, from this period, to be considered as the Actors on a most conspicuous Theatre, which seems to be peculiarly designated by Providence for the display of human greatness and felicity; Here, they are not only surrounded with every thing which can contribute to the completion of private and domestic enjoyment, but Heaven has crowned all its other blessings, by giving a fairer opportunity for political happiness, than any other Nation has ever been favored with. Nothing can illustrate these observations more forcibly, than a recollection of the happy conjuncture of times and circumstances, under which our Republic assumed its rank among the Nations.",
            "sortValue":"The Citizens of Amer",
            "signerId":1,
            "context":"Circular to the States, June 8, 1783"
        },
        {
            "jsonId":23,
            "quotation":"Objects of the most stupendous magnitude, and measure in which the lives and liberties of millions yet unborn are intimately interested, are now before us. We are in the very midst of a revolution the most complete, unexpected and remarkable of any in the history of nations.",
            "sortValue":"Objects of the most ",
            "signerId":61,
            "context":"Letter to William Cushing, June 9, 1776"
        },
        {
            "jsonId":24,
            "quotation":"But what do we mean by the American Revolution? Do we mean the American war? The Revolution was effected before the war commenced. The Revolution was in the minds and hearts of the people; a change in their religious sentiments, of their duties and obligations.... This radical change in the principles, opinions, sentiments, and affections of the people was the real American Revolution.",
            "sortValue":"But what do we mean ",
            "signerId":61,
            "context":"Letter to H. Niles, February 13, 1818"
        },
        {
            "jsonId":25,
            "quotation":"I always consider the settlement of America with reverence and wonder, as the opening of a grand scene and design in Providence for the illumination of the ignorant, and the emancipation of the slavish part of mankind all over the earth.",
            "sortValue":"I always consider th",
            "signerId":61
        },
        {
            "jsonId":26,
            "quotation":"Religion and virtue are the only foundations, not only of republicanism and of all free government, but of social felicity under all governments and in all the combinations of human society.",
            "sortValue":"Religion and virtue ",
            "signerId":61,
            "context":"Letter to Benjamin Rush, August 28, 1811"
        },
        {
            "jsonId":27,
            "writingID":1,
            "quotation":"The general principles, on which the Fathers achieved independence, were the only Principles in which that beautiful Assembly of young Gentlemen could Unite.... And what were these general Principle? I answer, the general Principles of Christianity, in which all these Sects were United: And the general Principles of English and American Liberty, in which all those young Men United, and which had United all Parties in America, in Majorities sufficient to assert and maintain her Independence.\n\nNow I will avow, that I then believe, that those general Principles of Christianity, are as eternal and immutable, as the Existence and Attributes of God; and that those Principles of Liberty, are unalterable as human Nature and our terrestrial, mundane System.",
            "sortValue":"The general principl",
            "signerId":61
        },
        {
            "jsonId":28,
            "writingID":1,
            "quotation":"Have you ever found in history, one single example of a Nation thoroughly corrupted that was afterwards restored to virtue?... And without virtue, there can be no political liberty.... Will you tell me how to prevent riches from becoming the effects of temperance and industry?\n\nWill you tell me how to prevent luxury from producing effeminacy, intoxication, extravagance, vice and folly?... I believe no effort in favor of virtue is lost...",
            "sortValue":"Have you ever found ",
            "signerId":61
        },
        {
            "jsonId":29,
            "quotation":"A general dissolution of principles and manners will more surely overthrow the liberties of America than the whole force of the common enemy. While the people are virtuous they cannot be subdued; but when they lose their virtue they will be ready to surrender their liberties to the first external or internal invader.... If virtue and knowledge are diffused among the people, they will never be enslaved. This will be their great security.",
            "sortValue":"A general dissolutio",
            "signerId":62,
            "context":"Letter to James Warren, Feb 12, 1779"
        },
        {
            "jsonId":30,
            "quotation":"In the supposed state of nature, all men are equally bound by the laws of nature, or to speak more properly, the laws of the Creator.... They are imprinted by the finger of God on the heart of man. Thou shall do no injury to thy neighbor, is the voice of nature and reason, and it is confirmed by written revelation.",
            "sortValue":"In the supposed stat",
            "signerId":62,
            "context":"Letter to the Legislature of Massachusetts, Jan 17, 1794"
        },
        {
            "jsonId":31,
            "writingID":10,
            "quotation":"Religion is of general and public concern, and on its support depend, in great measure, the peace and good order of government, the safety and happiness of the people.\n\nBy our form of government, the Christian religion is the established religion; and all sects and denominations of Christians are placed upon the same equal footing, and are equally entitled to protection in their religious liberty.",
            "sortValue":"Religion is of gener",
            "signerId":65
        },
        {
            "jsonId":32,
            "quotation":"I think with you, that nothing is of more importance for the public weal, than to form and train up youth in wisdom and virtue.... I think also, general virtue is more probably to be expected and obtained from the education of youth, than from the exhortation of adult persons; bad habits and vices of the mind being, like diseases of the body, more easily prevented than cured.\n\nI think, moreover, that talents for the education of youth are the gift of God; and that he on whom they are bestowed, whenever a way is opened for the use of them, is as strongly called as if he heard a voice from heaven.",
            "sortValue":"I think with you, th",
            "signerId":2
        },
        {
            "jsonId":33,
            "quotation":"This doctrine, my friends, is reason and wisdom; but after all, do not depend too much upon your own industry, and frugality, and prudence, though excellent things, for they may all be blasted without the blessing of Heaven; and therefore, ask that blessing humbly, and be not uncharitable to those that at the present seem to want [lack] it, but comfort and help them. Remember, Job suffered, and was afterwards prosperous.",
            "sortValue":"This doctrine, my fr",
            "signerId":2
        },
        {
            "jsonId":34,
            "writingID":2,
            "quotation":"It was wonderful to see the change made in the manners of our inhabitants. From being thoughtless or indifferent about religion, it seemed as if all the world were growing religious, so that one could not walk thro' the town in an evening without hearing psalms sung in different families of every street.",
            "sortValue":"It was wonderful to ",
            "signerId":2
        },
        {
            "jsonId":35,
            "quotation":"Only a virtuous people are capable of freedom. As nations become corrupt and vicious, they have more need of masters.",
            "sortValue":"Only a virtuous peop",
            "signerId":2
        },
        {
            "jsonId":36,
            "quotation":"This motto: 'Rebellion to tyrants is obedience to God.'",
            "sortValue":"This motto: 'Rebelli",
            "signerId":2
        },
        {
            "jsonId":37,
            "quotation":"God who gave us life gave us liberty. And can the liberties of a nation be thought secure when we have removed their only firm basis, a conviction in the minds of the people that these liberties are of the Gift of God? That they are not to be violated but with His wrath? Indeed, I tremble for my country when I reflect that God is just; that His justice cannot sleep forever.",
            "sortValue":"God who gave us life",
            "signerId":82
        },
        {
            "jsonId":38,
            "writingID":9,
            "quotation":"I have sworn upon the altar of God eternal hostility against every form of tyranny over the mind of man.",
            "sortValue":"I have sworn upon th",
            "signerId":82,
            "context":"Letter to Benjamin Rush, Sept 23, 1800"
        },
        {
            "jsonId":39,
            "writingID":11,
            "quotation":"Let us, then, with all courage and confidence pursue our own federal and republican principles... enlightened by a benign religion, professed, indeed, and practiced in various forms, yet all of them including honesty, truth, temperance, gratitude, and the love of man; acknowledging and adoring an overruling Providence, which by all its dispensations proves that it delights in the happiness of man here and his greater happiness hereafter....\n\nWith all these blessings, what more is necessary to make us a happy and prosperous people? Still one thing more, fellow citizens -- a wise and frugal government... which shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned....",
            "sortValue":"Let us, then, with a",
            "signerId":82
        },
        {
            "jsonId":40,
            "writingID":9,
            "quotation":"Believing with you that religion is a matter which lies solely between man and his God, that he owes account to none other for faith or his worship, that the legislative powers of government reach actions only, and not opinions, I contemplate with solemn reverence that act of the whole American people which declared that their legislature should 'make no law respecting an establishment of religion, or prohibiting the free exercise thereof,' thus building a wall of separation between Church and State.",
            "sortValue":"Believing with you t",
            "signerId":82
        },
        {
            "jsonId":41,
            "writingID":9,
            "quotation":"My views... are the result of a life of inquiry and reflection, and very different from the anti-Christian system imputed on me by those who know nothing of my opinions. To the corruption of Christianity I am, indeed, opposed; but not to the genuine precepts of Jesus himself. I am a Christian in the only sense in which he wished any one to be; sincerely attached to his doctrines in preference to all others....",
            "sortValue":"My views... are the ",
            "signerId":82
        },
        {
            "jsonId":42,
            "writingID":9,
            "quotation":"You seem... to consider the judges as the ultimate arbiters of all constitutional questions; a very dangerous doctrine indeed, and one which would place us under the despotism of an oligarchy. Our judges are as honest as other men, and not more so... and their power [is] the more dangerous, as they are in office for life and not responsible, as the other functionaries are, to the elective control. The Constitution has erected no such single tribunal, knowing that to whatever hands confided, with corruptions of time and party, its members would become despots.",
            "sortValue":"You seem... to consi",
            "signerId":82
        },
        {
            "jsonId":43,
            "writingID":9,
            "quotation":"The germ of dissolution of our federal government is in... the federal judiciary; an irresponsible body (for impeachment is scarcely a scare-crow) working like gravity by night and day, gaining a little today and a little tomorrow, and advancing its noiseless step like a thief, over the field of jurisdiction, until all shall be usurped from the States.",
            "sortValue":"The germ of dissolut",
            "signerId":82,
            "context":"Letter to Charles Hammond, August 18, 1821"
        },
        {
            "jsonId":44,
            "quotation":"The only foundation for... a republic is to be laid in Religion. Without this there can be no virtue, and without virtue there can be no liberty, and liberty is the object and life of all republican governments.",
            "sortValue":"The only foundation ",
            "signerId":101
        },
        {
            "jsonId":45,
            "writingID":12,
            "quotation":"I know there is an objection among many people to teaching children doctrines of any kind, because they are liable to be controverted. But let us not be wiser than our Maker. If moral precepts alone could have reformed mankind, the mission of the Son of God into all the world would have been unnecessary. The perfect morality of the Gospels rests upon the doctrine which, though often controverted has never been refuted. I mean the vicarious life and death of the Son of God.",
            "sortValue":"I know there is an o",
            "signerId":101
        },
        {
            "jsonId":46,
            "quotation":"I have been alternately been called an Aristocrat and a Democrat. I am neither. I am a Christocrat.",
            "sortValue":"I have been alternat",
            "signerId":101
        },
        {
            "jsonId":47,
            "quotation":"As my children will have frequent occasion of perusing this instrument [his Last Will and Testament], and may probably be peculiarly impressed with the last words of their father, I think proper here, not only to subscribe to the entire belief of the great leading doctrine of the Christian religion... but also in the heart of a father's affection, to charge and exhort them to remember 'that the fear of the Lord is the beginning of wisdom.'",
            "sortValue":"As my children will ",
            "signerId":105
        },
        {
            "jsonId":48,
            "quotation":"It is in the man of piety and inward principle, that we may expect to find the uncorrupted patriot, the useful citizen, and the invincible soldier. -- God grant that in America true religion and civil liberty may be inseparable and that the unjust attempts to destroy the one, may in the issue tend to the support and establishment of both.",
            "sortValue":"It is in the man of ",
            "signerId":113
        },
        {
            "jsonId":49,
            "quotation":"While we give praise to God, the supreme disposer of all events, for His interposition on our behalf, let us guard against the dangerous error of trusting in, or boasting of, an arm of flesh....\n\nWhoever is an avowed enemy of God, I scruple not to call him an enemy of his country.",
            "sortValue":"While we give praise",
            "signerId":113
        },
        {
            "jsonId":50,
            "quotation":"Gentlemen, New Jersey is ready to vote for independence. In our judgment, the country is not only ripe for independence, but we are in danger of becoming rotten for the want of it, if we delay any longer!",
            "sortValue":"Gentlemen, New Jerse",
            "signerId":113,
            "context":"Debate in Congress on the Declaration, July 1776"
        },
        {
            "jsonId":51,
            "writingID":14,
            "quotation":"But by the all-powerful dispensations of Providence, I have been protected beyond all human probability or expectation; for I had four bullets through my coat, and two horses shot under me, yet escaped unhurt, although death was leveling my companions on every side of me!",
            "sortValue":"But by the all-power",
            "signerId":1
        },
        {
            "jsonId":52,
            "writingID":15,
            "quotation":"The General most earnestly requires and expects a due observance of those articles of war established for the government of the Army which forbid profane cursing, swearing and drunkenness. And in like manner he requires and expects of all officers and soldiers not engaged in actual duty, a punctual attendance of Divine services, to implore the blessing of Heaven upon the means used for our safety and defense.",
            "sortValue":"The General most ear",
            "signerId":1
        },
        {
            "jsonId":53,
            "writingID":15,
            "quotation":"The time is now near at hand which must probably determine whether Americans are to be freemen or slaves; whether they are to have any property they can call their own; whether their houses and farms are to be pillaged and destroyed, and themselves consigned to a state of wretchedness from which no human efforts will deliver them.\n\nThe fate of unborn millions will now depend, under God, on the courage of this army. Our cruel and unrelenting enemy leaves us only the choice of brave resistance, or the most abject submission. We have, therefore to resolve to conquer or die.",
            "sortValue":"The time is now near",
            "signerId":1
        },
        {
            "jsonId":54,
            "quotation":"No history now extant can furnish an instance of an army's suffering such uncommon hardships as ours has done and bearing them with the same patience and fortitude. To see men without clothes to cover their nakedness, without blankets to lie on, without shoes (for the want of which their marches might be traced by the blood from their feet)... and submitting without a murmur, is a proof of patience and obedience which in my opinion can scarce be paralleled.",
            "sortValue":"No history now extan",
            "signerId":1
        },
        {
            "jsonId":55,
            "writingID":15,
            "quotation":"While we are zealously performing the duties of good citizens and soldiers, we certainly ought not to be inattentive to the higher duties of religion.\n\nThe signal instances of Providential goodness which we have experienced and which have now almost crowned our labors with complete success demand from us in a peculiar manner the warmest returns of gratitude and piety to the Supreme Author of all good.",
            "sortValue":"While we are zealous",
            "signerId":1
        },
        {
            "jsonId":56,
            "writingID":14,
            "quotation":"The hand of Providence has been so conspicuous in all this (the course of the war) that he must be worse than an infidel that lacks faith, and more wicked that has not gratitude to acknowledge his obligations; but it will be time enough for me to turn Preacher when my present appointment ceases.",
            "sortValue":"The hand of Providen",
            "signerId":1,
            "context":"Letter to Thomas Nelson, August 20, 1778"
        },
        {
            "jsonId":57,
            "writingID":15,
            "quotation":"Treason of the blackest dye was yesterday discovered! General Arnold who commanded West Point, lost to every sentiment of honor, of public and private obligations, was about to deliver up that important Post into the hands of the enemy. Such an event must have given the American cause a deadly wound if not a fatal stab. Happily the treason had been timely discovered to prevent the fatal misfortune. The providential train of circumstances which led to it affords the most convincing proof that the Liberties of America are the object of divine Protection.",
            "sortValue":"Treason of the black",
            "signerId":1
        },
        {
            "jsonId":58,
            "writingID":14,
            "quotation":"I take a particular pleasure in acknowledging that the interposing Hand of Heaven, in the various instances of our extensive Preparation for this Operation [Yorktown], has been most conspicuous and remarkable.",
            "sortValue":"I take a particular ",
            "signerId":1
        },
        {
            "jsonId":59,
            "quotation":"I resign with satisfaction the appointment... my abilities to accomplish so arduous a task, were superseded by... the patronage of Heaven.... My gratitude for the interposition of Providence... increases with every review of the momentous contest....\n\nI consider it an indispensable duty to close this last solemn act of my Official life by commending the Interest of our dearest Country to the protection of Almighty God, and those who have the superintendence of them, to his holy keeping.",
            "sortValue":"I resign with satisf",
            "signerId":1
        },
        {
            "jsonId":60,
            "quotation":"If to please the people, we offer what we ourselves disapprove [a compromised constitution], how can we afterward defend our work? Let us raise a standard to which the wise and the honest can repair; the event is in the Hand of God!'",
            "sortValue":"If to please the peo",
            "signerId":1
        },
        {
            "jsonId":61,
            "writingID":14,
            "quotation":"No Country on Earth ever had it more in its power to attain these blessings.... Much to be regretted indeed would it be, were we to neglect the means and depart from the road which Providence has pointed us to, so plainly; I cannot believe it will ever come to pass. The Great Governor of the Universe has led us too long and too far... to forsake us in the midst of it.... We may, now and then, get bewildered; but I hope and trust that there is good sense and virtue enough left to recover the right path.",
            "sortValue":"No Country on Earth ",
            "signerId":1
        },
        {
            "jsonId":62,
            "writingID":16,
            "quotation":"Such being the impressions under which I have, in obedience to the public summons, repaired to the present station, it would be peculiarly improper to omit, in this first official act, my fervent supplications to that Almighty Being who rules over the universe, who presides in the councils of nations and whose providential aids can supply every human defect....",
            "sortValue":"Such being the impre",
            "signerId":1
        },
        {
            "jsonId":63,
            "writingID":16,
            "quotation":"Every step by which [the United States has] advanced to the character of an independent nation seems to have been distinguished by some token of providential agency....",
            "sortValue":"Every step by which ",
            "signerId":1
        },
        {
            "jsonId":64,
            "writingID":16,
            "quotation":"We ought to be no less persuaded that the propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right which Heaven itself ordained...",
            "sortValue":"We ought to be no le",
            "signerId":1
        },
        {
            "jsonId":65,
            "writingID":17,
            "quotation":"If I could have entertained the slightest apprehension that the Constitution framed by the Convention, where I had the honor to preside, might possibly endanger the religious rights of any ecclesiastical Society, certainly I would never have placed my signature to it;\n\n...I beg you will be persuaded that no one would be more zealous than myself to establish effectual barriers against... every species of religious persecution.",
            "sortValue":"If I could have ente",
            "signerId":1
        },
        {
            "jsonId":66,
            "writingID":17,
            "quotation":"The liberty enjoyed by the People of these States of worshipping Almighty God agreeable to their consciences is not only among the choicest of their blessings, but also of their rights.\n\nWhile men perform their social duties faithfully, they do all that society or the state can with propriety demand or expect; and remain responsible only to the Maker for the religion, or modes of faith, which they may prefer or profess.",
            "sortValue":"The liberty enjoyed ",
            "signerId":1
        },
        {
            "jsonId":67,
            "writingID":14,
            "quotation":"While just government protects all in their religious rights, true religion affords to government its surest support.",
            "sortValue":"While just governmen",
            "signerId":1
        },
        {
            "jsonId":68,
            "writingID":14,
            "quotation":"I am sure that never was a people, who had more reason to acknowledge a Divine interposition in their affairs, than those of the United States; and I should be pained to believe that they have forgotten that agency, which was so often manifested during our Revolution, or that they failed to consider the omnipotence of that God who is alone able to protect them.",
            "sortValue":"I am sure that never",
            "signerId":1
        },
        {
            "jsonId":69,
            "writingID":4,
            "quotation":"May the same wonder-working Deity, who long since delivering the Hebrews from their Egyptian Oppressors planted them in the promised land -- whose providential agency has lately been conspicuous in establishing these United States as an independent Nation -- still continue to water them with the dews of Heaven and to make the inhabitants of every denomination participate in the temporal and spiritual blessings of that people whose God is Jehovah.",
            "sortValue":"May the same wonder-",
            "signerId":1
        },
        {
            "jsonId":70,
            "writingID":17,
            "quotation":"Let us unite, therefore, in imploring the Supreme Ruler of nations, to spread his holy protection over these United States; to turn the machinations of the wicked to the confirming of our constitution; to enable us at all time to root out internal sedition [the Whiskey Rebellion], and put invasion to flight; to perpetuate to our country that prosperity, which his goodness has already conferred, and to verify the anticipation of this government being a safeguard to human rights.",
            "sortValue":"Let us unite, theref",
            "signerId":1
        },
        {
            "jsonId":71,
            "writingID":14,
            "quotation":"It being among my first wishes to see some plan adopted by which slavery in this country may be abolished by law.",
            "sortValue":"It being among my fi",
            "signerId":1
        },
        {
            "jsonId":72,
            "writingID":19,
            "quotation":"In vain would that man claim the tribute of Patriotism, who should labor to subvert these great Pillars of human happiness, these firmest props of the duties of Men and Citizens.",
            "sortValue":"In vain would that m",
            "signerId":1
        },
        {
            "jsonId":73,
            "writingID":20,
            "quotation":"He that goes a borrowing goes a sorrowing.",
            "sortValue":"He that goes a borro",
            "signerId":2,
            "context":"Poor Richard's Almanac, 1758"
        },
        {
            "jsonId":74,
            "writingID":9,
            "quotation":"The principle of spending money to be paid by posterity, under the name of funding, is but swindling futurity on a large scale.",
            "sortValue":"The principle of spe",
            "signerId":82,
            "context":"Letter to John Taylor, May 28, 1816"
        },
        {
            "jsonId":75,
            "writingID":9,
            "quotation":"The same prudence which in private life would forbid our paying our own money for unexplained projects, forbids it in the dispensation of the public moneys.",
            "sortValue":"The same prudence wh",
            "signerId":82
        },
        {
            "jsonId":76,
            "writingID":9,
            "quotation":"The multiplication of public offices, increase of expense beyond income, growth and entailment of a public debt, are indications soliciting the employment of the pruning knife.",
            "sortValue":"The multiplication o",
            "signerId":82,
            "context":"Letter to Spencer Roanne, March 9, 1821"
        },
        {
            "jsonId":77,
            "writingID":9,
            "quotation":"I think we have more machinery of government than is necessary, too many parasites living on the labor of  the industrious.",
            "sortValue":"I think we have more",
            "signerId":82,
            "context":"Letter to William Ludlow, September 6, 1824"
        },
        {
            "jsonId":78,
            "writingID":9,
            "quotation":"If we can prevent the government from wasting the labors of the people, under the pretense of taking care of them, they must become happy.",
            "sortValue":"If we can prevent th",
            "signerId":82,
            "context":"Letter to Thomas Cooper, November 29, 1802"
        },
        {
            "jsonId":79,
            "quotation":"Nothing is more essential to the establishment of manners in a State than that all persons employed in places of power and trust must be men of unexceptionable characters. The public cannot be too curious concerning the characters of public men.",
            "sortValue":"Nothing is more esse",
            "signerId":62,
            "context":"Letter to James Warren, November 4, 1775"
        },
        {
            "jsonId":80,
            "quotation":"Nothing is more certain than that a general profligacy and corruption of manners make a people ripe for destruction. A good form of government may hold the rotten materials together for some time, but beyond a certain pitch, even the best constitution will be ineffectual, and slavery must ensue.",
            "sortValue":"Nothing is more cert",
            "signerId":113,
            "context":"The Dominion of Providence Over the Passions of Men, 1776"
        },
        {
            "jsonId":81,
            "writingID":14,
            "quotation":"A good moral character is the first essential in a man, and that the habits contracted at your age are generally indelible, and your conduct here may stamp your character through life. It is therefore highly important that you should endeavor not only to be learned but virtuous.",
            "sortValue":"A good moral charact",
            "signerId":1,
            "context":"Letter to George Steptoe Washington, December 5, 1790"
        },
        {
            "jsonId":82,
            "writingID":14,
            "quotation":"Let your heart feel for the afflictions and distresses of everyone, and let your hand give in proportion to your purse, remembering... that it is not everyone who asketh that deserveth charity.",
            "sortValue":"Let your heart feel ",
            "signerId":1,
            "context":"Letter to Bushrod Washington, January 15, 1783"
        },
        {
            "jsonId":84,
            "quotation":"Let each citizen remember at the moment he is offering his vote that he is not making a present or a compliment to please an individual -- or at least that he ought not to do so; but that he is executing one of the most solemn trusts in human society for which he is accountable to God and his country.",
            "sortValue":"Let each citizen rem",
            "signerId":62,
            "context":"Boston Gazette, April 16, 1781"
        },
        {
            "jsonId":85,
            "writingID":9,
            "quotation":"War is not the best engine for us to resort to; nature has given us one in our commerce, which if properly managed, will be a better instrument for obliging the interested nations of Europe to treat us with justice.",
            "sortValue":"War is not the best ",
            "signerId":82,
            "context":"Letter to Thomas Pickney, May 29, 1797"
        },
        {
            "jsonId":86,
            "writingID":19,
            "quotation":"Harmony, liberal intercourse with all Nations, are recommended by policy, humanity and interest. But even our Commercial policy should hold an equal and impartial hand: neither seeking nor granting exclusive favors or preferences; consulting the natural granting course of things; diffusing and diversifying by gentle means the streams of Commerce, but forcing nothing; establishing with Powers so disposed; in order to give trade a stable course.",
            "sortValue":"Harmony, liberal int",
            "signerId":1,
            "context":"Farewell Address, September 19, 1796"
        },
        {
            "jsonId":87,
            "quotation":"In questions of power, then, let no more be heard of confidence in man, but bind him down from mischief by the chains of the Constitution.",
            "sortValue":"In questions of powe",
            "signerId":82,
            "context":"Fair copy of the drafts of the Kentucky Resolutions of 1798"
        },
        {
            "jsonId":88,
            "quotation":"I have lived, Sir, a long time; and the longer I live, the more convincing proofs I see of this Truth, that God governs in the Affairs of Men. And if a Sparrow cannot fall to the Ground without his Notice, is it probable that an Empire can rise without his Aid?",
            "sortValue":"I have lived, Sir, a",
            "signerId":2,
            "context":"Motion for Prayers in the Constitutional Convention, June 28, 1787"
        },
        {
            "jsonId":89,
            "writingID":9,
            "quotation":"The example of changing a constitution by assembling the wise men of the state, instead of assembling armies, will be worth as much to the world as the former examples we had given them. The constitution, too, which was the result of our deliberations, is unquestionably the wisest ever yet presented to men.",
            "sortValue":"The example of chang",
            "signerId":82,
            "context":"Letter to David Humphreys, March 18, 1789"
        },
        {
            "jsonId":90,
            "writingID":9,
            "quotation":"On every question of construction carry ourselves back to the time when the Constitution was adopted, recollect the spirit manifested in the debates and instead of trying what meaning may be squeezed out of the text, or invented against it, conform to the probable one in which it was passed.",
            "sortValue":"On every question of",
            "signerId":82,
            "context":"Letter to William Johnson, June 12, 1823"
        },
        {
            "jsonId":91,
            "writingID":9,
            "quotation":"It is an established rule of construction, where a phrase will bear either of two meanings to give it that which will allow some meaning to the other parts of the instrument, and not that which will render all the others useless. Certainly no such universal power was meant to be given to them. [The Constitution] was intended to lace them up straightly within the enumerated powers, and those without which, as means, these powers could not be carried into effect.",
            "sortValue":"It is an established",
            "signerId":82,
            "context":"Opinion on the Constitutionality of a National Bank, Feb 15, 1791"
        },
        {
            "jsonId":92,
            "quotation":"Resolved: That these colonies are, and of right out to be, free and independent states, that they are absolved of all allegiance to the British Crown, and that all political connection between them and the state of Great Britain is, and ought to be, totally dissolved. That it is expedient forthwith to take the most effectual measures for forming foreign Alliances. That a plan of confederation be prepared and transmitted to the respective colonies for their consideration and approbation.",
            "sortValue":"Resolved: That these",
            "signerId":83,
            "context":"Resolution in Congress, June 7, 1776"
        },
        {
            "jsonId":93,
            "writingID":3,
            "quotation":"It ought to be commemorated, as the Day of Deliverance by solemn Acts of Devotion to God Almighty. It ought to be solemnized with Pomp and Parade, with Shows, Games, Sports, guns, Bells, Bonfires and Illuminations from one End of this Continent to the other from this Time forward forever more. You will think me transported with Enthusiasm but I am not. I am well aware of the Toil and Blood and Treasure, that it will cost Us to maintain this Declaration, and support and defend these States. Yet through all the Gloom I can see the Rays of ravishing Light and Glory. I can see that the End is more than worth all the Means. And that Posterity will triumph in that Days Transaction, even though We should rue it, which I trust in God We shall not.",
            "sortValue":"It ought to be comme",
            "signerId":61,
            "context":"Letter to Abigail Adams, July 3, 1776"
        },
        {
            "jsonId":94,
            "quotation":"Independence forever.",
            "sortValue":"Independence forever",
            "signerId":61,
            "context":"Toast for the celebration of the fiftieth anniversary of the Declaration of Independence, July 4, 1826."
        },
        {
            "jsonId":95,
            "writingID":9,
            "quotation":"This was the object of the Declaration of Independence. Not to find out new principles, or new arguments, never before thought of, not merely to say things which had never been said before; but to place before mankind the common sense of the subject, in terms so plain and firm as to command their assent, and to justify ourselves in the independent stand we are compelled to take. Neither aiming at originality of principle or sentiment, nor yet copied from an particular and previous writing, it was intended to be an expression of the American mind, and to give to that expression the proper tone and spirit called for by the occasion.",
            "sortValue":"This was the object ",
            "signerId":82,
            "context":"Letter to Henry Lee, May 8, 1825"
        },
        {
            "jsonId":96,
            "writingID":23,
            "quotation":"Remember democracy never lasts long. It soon wastes, exhausts, and murders itself. There never was a democracy yet that did not commit suicide.",
            "sortValue":"Remember democracy n",
            "signerId":61,
            "context":"Letter to John Taylor, April 15, 1814"
        },
        {
            "jsonId":97,
            "writingID":24,
            "quotation":"Democracy will soon degenerate into an anarchy, such an anarchy that every man will do what is right in his own eyes and no man's life or property or reputation or liberty will be secure, and every one of these will soon mould itself into a system of subordination of all moral virtues and intellectual abilities, all the powers of wealth, beauty, wit and science, to the wanton pleasures, the capricious will, and the execrable cruelty of one or a very few.",
            "sortValue":"Democracy will soon ",
            "signerId":61,
            "context":"An Essay on Man's Lust for Power, August 29, 1763"
        },
        {
            "jsonId":98,
            "writingID":23,
            "quotation":"Children should be educated and instructed in the principles of freedom.",
            "sortValue":"Children should be e",
            "signerId":61,
            "context":"A Defense of the Constitutions of Government of the United States of America, 1787"
        },
        {
            "jsonId":99,
            "writingID":9,
            "quotation":"If a nation expects to be ignorant -- and free -- in a state of civilization, it expects what never was and never will be.",
            "sortValue":"If a nation expects ",
            "signerId":82,
            "context":"Letter to Colonel Charles Yancey, Jan. 6, 1816"
        },
        {
            "jsonId":100,
            "quotation":"Law and liberty cannot rationally become the objects of our love, unless they first become the objects of our knowledge.",
            "sortValue":"Law and liberty cann",
            "signerId":112,
            "context":"Of the Study of Law in the United States, circa 1790"
        },
        {
            "jsonId":101,
            "quotation":"No people will tamely surrender their Liberties, nor can any be easily subdued, when knowledge is diffused and Virtue is preserved. On the Contrary, when People are universally ignorant, and debauched in their Manners, they will sink under their own weight without the Aid of foreign Invaders.",
            "sortValue":"No people will tamel",
            "signerId":62,
            "context":"Letter to James Warren, Nov. 4, 1775"
        },
        {
            "jsonId":102,
            "quotation":"The foundation of national morality must be laid in private families.... How is it possible that Children can have any just Sense of the sacred Obligations of Morality or Religion if, from their earliest Infancy, they learn their Mothers live in habitual Infidelity to their fathers, and their fathers in as constant Infidelity to their Mothers?",
            "sortValue":"The foundation of na",
            "signerId":61,
            "context":"Diary, June 2, 1778"
        },
        {
            "jsonId":103,
            "quotation":"The importance of piety and religion; of industry and frugality; of prudence, economy, regularity and an even government; all... are essential to the well-being of a family.",
            "sortValue":"The importance of pi",
            "signerId":62,
            "context":"Letter to Thomas Wells, Nov. 22, 1780"
        },
        {
            "jsonId":104,
            "quotation":"It is the duty of parents to maintain their children decently, and according to their circumstances; to protect them according to the dictates of prudence; and to education them according to the suggestions of a judicious and zealous regard for their usefulness, their respectability and happiness.",
            "sortValue":"It is the duty of pa",
            "signerId":112,
            "context":"Lectures on Law, 1791"
        },
        {
            "jsonId":105,
            "writingID":1,
            "quotation":"As long as Property exists, it will accumulate in Individuals and Families. As long as Marriage exists, Knowledge, Property and Influence will accumulate in Families.",
            "sortValue":"As long as Property ",
            "signerId":61,
            "context":"Letter to Thomas Jefferson, July 16, 1814"
        },
        {
            "jsonId":106,
            "writingID":25,
            "quotation":"Were we directed from Washington when to sow, and when to reap, we should soon want bread.",
            "sortValue":"Were we directed fro",
            "signerId":82,
            "context":"Autobiography, 1821"
        },
        {
            "jsonId":107,
            "writingID":9,
            "quotation":"The States can best govern our home concerns and the general government our foreign ones. I wish, therefore... never to see all offices transferred to Washington, where, further withdrawn from the eyes of the people, they may more secretly be bought and sold at market.",
            "sortValue":"The States can best ",
            "signerId":82,
            "context":"Letter to Judge William Johnson, June 12, 1823"
        },
        {
            "jsonId":108,
            "writingID":9,
            "quotation":"I consider the foundation of the Constitution as laid on this ground that 'all powers not delegated to the United States, by the Constitution, nor prohibited by it to the states, are reserved to the states or the people.' To take a single step beyond the boundaries thus specially drawn around the powers of Congress, is to take possession of a boundless field of power, not longer susceptible of any definition.",
            "sortValue":"I consider the found",
            "signerId":82,
            "context":"Opinion on the Constitutionality of a National Bank, Feb 15, 1791"
        },
        {
            "jsonId":109,
            "writingID":9,
            "quotation":"The natural progress of things is for liberty to yield and government to gain ground.",
            "sortValue":"The natural progress",
            "signerId":82,
            "context":"Letter to E. Carrington, May 27, 1788"
        },
        {
            "jsonId":110,
            "writingID":11,
            "quotation":"A wise and frugal government... shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement, and shall not take from the mouth of labor the bread it has earned. This is the sum of good government.",
            "sortValue":"A wise and frugal go",
            "signerId":82,
            "context":"First Inaugural Address, March 4, 1801"
        },
        {
            "jsonId":111,
            "writingID":1,
            "quotation":"A morsel of genuine history is a thing so rare as to be always valuable.",
            "sortValue":"A morsel of genuine ",
            "signerId":82,
            "context":"Letter to John Adams, Sept 8, 1817"
        },
        {
            "jsonId":112,
            "writingID":9,
            "quotation":"It is the duty of every good citizen to use all opportunities which occur to him, for preserving documents relating to the history of our country.",
            "sortValue":"It is the duty of ev",
            "signerId":82,
            "context":"Letter to Hugh P. Taylor, Oct 4, 1823"
        },
        {
            "jsonId":113,
            "writingID":19,
            "quotation":"Tis our true policy to steer clear of permanent Alliances, with any portion of the foreign world.",
            "sortValue":"Tis our true policy ",
            "signerId":1,
            "context":"Farewell Address, September 19, 1796"
        },
        {
            "jsonId":114,
            "writingID":11,
            "quotation":"Peace, commerce, and honest friendship with all nations, entangling alliances with none.",
            "sortValue":"Peace, commerce, and",
            "signerId":82,
            "context":"First Inaugural Address, March 4, 1801"
        },
        {
            "jsonId":115,
            "writingID":14,
            "quotation":"If we are told by a foreign Power... what we shall do, and what we shall not do, we have Independence yet to seek, and have contended hitherto for very little.",
            "sortValue":"If we are told by a ",
            "signerId":1,
            "context":"Letter to Alexander Hamilton, May 8, 1796"
        },
        {
            "jsonId":116,
            "writingID":9,
            "quotation":"Our single object... [will merit] the endless gratitude of the society: that of restraining judges from usurping legislation.",
            "sortValue":"Our single object...",
            "signerId":82,
            "context":"Letter to Edward Livingston, March 25, 1825"
        },
        {
            "jsonId":117,
            "quotation":"Where there is no law, there is no liberty; and nothing deserves the name of law but that which is certain and universal in its operation upon all the members of the community.",
            "sortValue":"Where there is no la",
            "signerId":101,
            "context":"Letter to David Ramsay, circa April 1788"
        },
        {
            "jsonId":118,
            "quotation":"Without liberty, law loses its nature and its name, and becomes oppression. Without law, liberty also loses its nature and its name, and becomes licentiousness.",
            "sortValue":"Without liberty, law",
            "signerId":112,
            "context":"Of the Study of Law in the United States, circa 1790."
        },
        {
            "jsonId":119,
            "writingID":9,
            "quotation":"Laws are made for men of ordinary understanding and should, therefore, be construed by the ordinary rules of common sense. Their meaning is not to be sought for in metaphysical subtleties which may make anything mean everything or nothing at pleasure.",
            "sortValue":"Laws are made for me",
            "signerId":82,
            "context":"Letter to William Johnson, June 12, 1823"
        },
        {
            "jsonId":120,
            "writingID":27,
            "quotation":"The law of nature and the law of revelation are both Divine: they flow, though in different channels, from the same adorable source. It is indeed preposterous to separate them from each other.",
            "sortValue":"The law of nature an",
            "signerId":112,
            "context":"Of the Law of Nature, 1804"
        },
        {
            "jsonId":121,
            "writingID":3,
            "quotation":"Liberty, once lost, is lost forever.",
            "sortValue":"Liberty, once lost, ",
            "signerId":61,
            "context":"Letter to Abigail Adams, July 17, 1775"
        },
        {
            "jsonId":122,
            "writingID":21,
            "quotation":"They that can give up essential liberty to purchase a little temporary safety, deserve neither liberty nor safety.",
            "sortValue":"They that can give u",
            "signerId":2,
            "context":"Historical Review of Pennsylvania, 1759"
        },
        {
            "jsonId":123,
            "writingID":20,
            "quotation":"Keep your eyes wide open before marriage, half shut afterwards.",
            "sortValue":"Keep your eyes wide ",
            "signerId":2,
            "context":"Poor Richard's Almanac, 1738"
        },
        {
            "jsonId":124,
            "writingID":14,
            "quotation":"More permanent and genuine happiness is to be found in the sequestered walks of connubial life than in the giddy rounds of promiscuous pleasure.",
            "sortValue":"More permanent and g",
            "signerId":1,
            "context":"Letter to the Marquis de la Rourie, Aug 10, 1786"
        },
        {
            "jsonId":125,
            "writingID":23,
            "quotation":"National defense is one of the cardinal duties of a statesman.",
            "sortValue":"National defense is ",
            "signerId":61,
            "context":"Letter to James Lloyd, Jan 1815"
        },
        {
            "jsonId":126,
            "writingID":17,
            "quotation":"There is a rank due to the United States among nations which will be withheld, if not absolutely lost, by the reputation of weakness.",
            "sortValue":"There is a rank due ",
            "signerId":1,
            "context":"Fifth Annual Address to Congress, Dec 3, 1793"
        },
        {
            "jsonId":127,
            "writingID":19,
            "quotation":"Guard against the impostures of pretended patriotism.",
            "sortValue":"Guard against the im",
            "signerId":1,
            "context":"Farewell Address, September 19, 1796"
        },
        {
            "jsonId":128,
            "quotation":"Patriotism is as much a virtue as justice, and is as necessary for the support of societies as natural affection is for the support of families.",
            "sortValue":"Patriotism is as muc",
            "signerId":101,
            "context":"Letter to His Fellow Countrymen: On Patriotism, Oct 20, 1773"
        },
        {
            "jsonId":129,
            "writingID":9,
            "quotation":"An honest man can feel no pleasure in the exercise of power over his fellow citizens... There has never been a moment of my life in which I should have relinquished for it the enjoyments of my family, my farm, my friends and books.",
            "sortValue":"An honest man can fe",
            "signerId":82,
            "context":"Letter to John Melish, Jan 13, 1813."
        },
        {
            "jsonId":130,
            "writingID":9,
            "quotation":"The greatest good we can do our country is to heal its party divisions and make them one people.",
            "sortValue":"The greatest good we",
            "signerId":82,
            "context":"Letter to John Dickenson, July 23, 1801"
        },
        {
            "jsonId":131,
            "writingID":19,
            "quotation":"Let me now take a more comprehensive view, and warn you in the most solemn manner against the baneful effects of the Spirit of Party.... A fire not to be quenched; it demands a uniform vigilance to prevent its bursting into a flame, lest instead of warming, it should consume.",
            "sortValue":"Let me now take a mo",
            "signerId":1,
            "context":"Farewell Address, September 19, 1796"
        },
        {
            "jsonId":132,
            "writingID":21,
            "quotation":"I am for doing good to the poor, but I differ in opinion of the means. I think the best way of doing good to the poor, is not making them easy in poverty, but leading or driving them out of it.",
            "sortValue":"I am for doing good ",
            "signerId":2,
            "context":"On the Price of Corn and Management of the Poor, Nov 1766"
        },
        {
            "jsonId":133,
            "writingID":21,
            "quotation":"Repeal that [welfare] law, and you will soon see a change in their manners.... Industry will increase, and with it plenty among the lower people; their circumstances will mend, and more will be done for their happiness by inuring them to provide for themselves, than can be done by dividing all your estates among them.",
            "sortValue":"Repeal that [welfare",
            "signerId":2,
            "context":"Letter to Collinson, May 9, 1753."
        },
        {
            "jsonId":134,
            "writingID":23,
            "quotation":"The moment the idea is admitted into society that property is not as sacred as the laws of God, and that there is to a force of law and public justice to protect it, anarchy and tyranny commence. If 'Thou shalt not covet' and 'Thou shalt not steal' were not commandments of Heaven, they must be made inviolable precepts in every society before it can be civilized or made free.",
            "sortValue":"The moment the idea ",
            "signerId":61,
            "context":"A Defense of the Constitutions of Government of the United States of America, 1787"
        },
        {
            "jsonId":135,
            "writingID":14,
            "quotation":"Speak seldom, but to important subjects, except such as particularly relate to your constituents, and, in the former case, make yourself perfectly master of the subject.",
            "sortValue":"Speak seldom, but to",
            "signerId":1,
            "context":"Letter to Bushrod Washington, Nov 10, 1787"
        },
        {
            "jsonId":136,
            "writingID":20,
            "quotation":"O! 'tis easier to keep Holidays than Commandments.",
            "sortValue":"O! 'tis easier to ke",
            "signerId":2,
            "context":"Poor Richard's Almanac, 1743"
        },
        {
            "jsonId":137,
            "writingID":21,
            "quotation":"If men are so wicked with religion, what would they be if without it.",
            "sortValue":"If men are so wicked",
            "signerId":2,
            "context":"Letter to Thomas Paine (date unknown)"
        },
        {
            "jsonId":138,
            "quotation":"The only foundation for a useful education in a republic is to be laid in religion. Without this there can be no virtue, and without virtue there can be no liberty, and liberty is the object and life of all republican government.",
            "sortValue":"The only foundation ",
            "signerId":101,
            "context":"On the Mode of Education Proper in a Republic, 1806"
        },
        {
            "jsonId":139,
            "writingID":23,
            "quotation":"We have no government armed with power capable of contending with human passions unbridled by morality and religion. Avarice, ambition, revenge, or gallantry, would break the strongest cords of our Constitution as a whale goes through a net. Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.",
            "sortValue":"We have no governmen",
            "signerId":61,
            "context":"Address to the Military, Oct 11, 1798"
        },
        {
            "jsonId":140,
            "quotation":"There is not a single instance in history in which civil liberty was lost, and religious liberty preserved entire. If therefore we yield up our temporal property, we at the same time deliver the conscience into bondage.",
            "sortValue":"There is not a singl",
            "signerId":113,
            "context":"The Dominion of Providence Over the Passions of Men, 1776"
        },
        {
            "jsonId":141,
            "writingID":9,
            "quotation":"The republican is the only form of government which is not eternally at open or secret war with the rights of mankind.",
            "sortValue":"The republican is th",
            "signerId":82,
            "context":"Letter to William Hunter, March 11, 1790"
        },
        {
            "jsonId":142,
            "writingID":11,
            "quotation":"Sometimes it is said that man can not be trusted with government of himself. Can he, then, be trusted with the government of others? Or have we found angels in the forms of kings to govern him? Let history answer that question.",
            "sortValue":"Sometimes it is said",
            "signerId":82,
            "context":"First Inaugural Address, March 4, 1801"
        },
        {
            "jsonId":143,
            "quotation":"There is no good government but what is republican. That the only valuable part of the British constitution is so; because the true idea of a republic is 'an empire of laws, and not of men.' That, as a republic is the best of governments, so that particular arrangement of the powers of society, or, in other words, that form of government which is best contrived to secure an impartial and exact execution of the law, is the best of republics.",
            "sortValue":"There is no good gov",
            "signerId":61,
            "context":"Thoughts on Government, 1776"
        },
        {
            "jsonId":144,
            "quotation":"Government, in my humble opinion, should be formed to secure and to enlarge the exercise of the natural rights of its members; and every government, which has not this in view, as its principle object, is not a government of the legitimate kind.",
            "sortValue":"Government, in my hu",
            "signerId":112,
            "context":"Lectures on Law, 1791"
        },
        {
            "jsonId":145,
            "writingID":11,
            "quotation":"All, too, will bear in mind this sacred principle, that though the will of the majority is in all cases to prevail, that will to be rightful must be reasonable; that the minority possess their equal rights, which equal law must protect, and to violate would be oppression.",
            "sortValue":"All, too, will bear ",
            "signerId":82,
            "context":"First Inaugural Address, March 4, 1801"
        },
        {
            "jsonId":146,
            "writingID":23,
            "quotation":"If men through fear, fraud or mistake, should in terms renounce and give up any essential natural right, the eternal law of reason and the great end of society, would absolutely vacate such renunciation; the right to freedom being the gift of God Almighty, it is not in the power of Man to alienate this gift, and voluntarily become a slave.",
            "sortValue":"If men through fear,",
            "signerId":61,
            "context":"Rights of the Colonists, 1772"
        },
        {
            "jsonId":147,
            "writingID":21,
            "quotation":"Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils",
            "sortValue":"Slavery is such an a",
            "signerId":2,
            "context":"An Address to the Public, 1789"
        },
        {
            "jsonId":148,
            "writingID":23,
            "quotation":"Every measure of prudence, therefore, ought to be assumed for the eventual total extirpation of slavery from the United States.... I have, throughout my whole life, held the practice of slavery in... abhorrence.",
            "sortValue":"Every measure of pru",
            "signerId":61,
            "context":"Letter to Robert J. Evans, June 8, 1819"
        },
        {
            "jsonId":149,
            "writingID":9,
            "quotation":"The love of justice and the love of country plead equally the cause of these people [slaves], and it is a moral reproach to us that they should have pleaded so long in vain.",
            "sortValue":"The love of justice ",
            "signerId":82,
            "context":"Letter to Edward Coles, Aug 25, 1814"
        },
        {
            "jsonId":150,
            "writingID":9,
            "quotation":"Taxes should be continued by annual or biennial reenactments because a constant hold, by the nation, of the strings of the public purse is a salutary restraint from which an honest government ought not wish, nor a corrupt one to be permitted, to be free.",
            "sortValue":"Taxes should be cont",
            "signerId":82,
            "context":"Letter to John Wayles Eppes, June 24, 1813"
        },
        {
            "jsonId":151,
            "writingID":9,
            "quotation":"To take from one, because it is thought his own industry and that of his fathers has acquired too much, in order to spare to others, who, or whose fathers, have not exercised equal industry and skill, is to violate arbitrarily the first principle of association, the guarantee to everyone the free exercise of his industry and the fruits acquired by it.",
            "sortValue":"To take from one, be",
            "signerId":82,
            "context":"Letter to Joseph Milligan, April 6, 1816"
        },
        {
            "jsonId":152,
            "writingID":14,
            "quotation":"There is a natural and necessary progression from the extreme of anarchy to the extreme of tyranny.",
            "sortValue":"There is a natural a",
            "signerId":1,
            "context":"Circular to the States, June 8, 1783"
        },
        {
            "jsonId":153,
            "writingID":9,
            "quotation":"Union, the last anchor of our hope, and that alone which is to prevent this heavenly country from becoming an arena of gladiators.",
            "sortValue":"Union, the last anch",
            "signerId":82,
            "context":"Letter to Elbridge Gerry, May 13, 1797"
        },
        {
            "jsonId":154,
            "quotation":"A popular government cannot flourish without virtue in the people.",
            "sortValue":"A popular government",
            "signerId":83,
            "context":"Letter to Colonel Martin Pickett, March 5, 1786"
        },
        {
            "jsonId":155,
            "writingID":23,
            "quotation":"We ought to consider what is the end of government before we determine which is the best form. Upon this point all speculative politicians will agree that the happiness of society is the end of government, as tall divines and moral philosophers will agree that the happiness of the individual is the end of man... All sober inquirers after truth, ancient and modern, pagan and Christian, have declared that the happiness of man, as well as his dignity, consists in virtue.",
            "sortValue":"We ought to consider",
            "signerId":61,
            "context":"Thoughts on Government, 1776"
        },
        {
            "jsonId":156,
            "writingID":14,
            "quotation":"To be prepared for war, is one of the most effectual means of preserving the peace.",
            "sortValue":"To be prepared for w",
            "signerId":1,
            "context":"First Annual Message, Jan 8, 1790."
        },
        {
            "jsonId":157,
            "writingID":14,
            "quotation":"If we desire to insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.",
            "sortValue":"If we desire to insu",
            "signerId":1,
            "context":"Fifth Annual Address to Congress, Dec 13, 1793"
        },
        {
            "jsonId":158,
            "writingID":4,
            "quotation":"In our private pursuits it is a great advantage that every honest employment is deemed honorable. I am myself a nail-maker.",
            "sortValue":"In our private pursu",
            "signerId":82,
            "context":"Letter to Jean Nicolas Dmeunier, April 29, 1795"
        },
        {
            "jsonId":159,
            "quotation":"I should advise, persisting in our struggle for liberty, though it were revealed in Heaven that nine hundred and ninety-nine were to perish, and only one of a thousand were to survive and retain his liberty! One such freeman must possess more virtue, and enjoy more happiness, than a thousand slaves; and let him propagate his like, and transmit to them what he hath so nobly preserved.",
            "sortValue":"I should advise, per",
            "signerId":62,
            "context":"Upon the faltering of some in the General Counsel when independence was proposed"
        },
        {
            "jsonId":160,
            "writingID":14,
            "quotation":"The first transactions of a nation, like those of an individual upon his first entrance into life make the deepest impression, and are to form the leading traits in its character.",
            "sortValue":"The first transactio",
            "signerId":1,
            "context":"Letter to John Armstrong, April 25, 1788"
        },
        {
            "jsonId":161,
            "writingID":5,
            "quotation":"Neither the wisest constitution nor the wisest laws will secure the liberty and happiness of a people whose manners are universally corrupt.",
            "sortValue":"Neither the wisest c",
            "signerId":62,
            "context":"from an essay in The Public Advertiser, circa 1749"
        },
        {
            "jsonId":162,
            "quotation":"It is the manners and spirit of a people which preserve a republic in vigor. A degeneracy in these is a canker which soon eats to the heart of its laws and constitution.",
            "sortValue":"It is the manners an",
            "signerId":82,
            "context":"Notes on the State of Virginia, Query XIX, 787"
        },
        {
            "jsonId":163,
            "writingID":14,
            "quotation":"Your love of liberty -- your respect for the laws -- your habits of industry -- and your practice of the moral and religious obligations, are the strongest claims to national and individual happiness.",
            "sortValue":"Your love of liberty",
            "signerId":1,
            "context":"Letter to the Residents of Boston, October 27, 1789"
        },
        {
            "jsonId":164,
            "writingID":9,
            "quotation":"I deem it the duty of every man to devote a certain proportion of his income for charitable purposes.... However disposed the mind may feel to unlimited good, our means having limits, we are necessarily circumscribed by them.",
            "sortValue":"I deem it the duty o",
            "signerId":82,
            "context":"Letter to Drs. Rogers and Slaughter, March 2, 1806"
        },
        {
            "jsonId":165,
            "writingID":9,
            "quotation":"It is a duty certainly to give our sparings to those who want; but to see also that they are faithfully distributed, and duly apportioned to the respective wants of those receivers. And why give through agents whom we know not, to persons whom we know not, and in countries from which we get no account, where we can do it at short hand, to objects under our eye, through agents we know, and to supply wants we see?",
            "sortValue":"It is a duty certain",
            "signerId":82,
            "context":"Letter to Michael Megear, May 29, 1823"
        },
        {
            "jsonId":166,
            "writingID":14,
            "quotation":"A people... who are possessed of the spirit of commerce, who see and who will pursue their advantages may achieve almost anything.",
            "sortValue":"A people... who are ",
            "signerId":1,
            "context":"Letter to Benjamin Harrison, October 10, 1784"
        },
        {
            "jsonId":167,
            "writingID":14,
            "quotation":"It is too probable that no plan we propose will be adopted. Perhaps another dreadful conflict is to be sustained. If to please the people, we offer what we ourselves disprove, how can we afterwards defend our work? Let us raise a standard to which the wise and the honest can repair. The event is in the hand of God.",
            "sortValue":"It is too probable t",
            "signerId":1,
            "context":"As quoted by Gouverneur Morris, recorded in Farrand's Records of the Federal Convention of 1787, March 25, 1787"
        },
        {
            "jsonId":168,
            "quotation":"The first and governing maxim in the interpretation of a statute is to discover the meaning of those who made it.",
            "sortValue":"The first and govern",
            "signerId":112,
            "context":"Of the Study of Law in the United States, circa 1790"
        },
        {
            "jsonId":169,
            "writingID":15,
            "quotation":"We have therefore to resolve to conquer or die: Our Country's own Honor, all call upon us for vigorous and manly exertion, and if we now shamefully fail, we shall become infamous to the whole world. Let us therefore rely upon the goodness of the Cause, and the aid of the supreme Being, in whose hands Victory is, to animate and encourage us to great and noble Actions.",
            "sortValue":"We have therefore to",
            "signerId":1,
            "context":"General Orders, July 2, 1776"
        },
        {
            "jsonId":171,
            "quotation":"There! His Majesty can now read my name without glasses. And he can double the reward on my head!",
            "sortValue":"There! His Majesty c",
            "signerId":73,
            "context":"Upon the signing of the Declaration of Independence, July 4, 1776 (attributed)"
        },
        {
            "jsonId":172,
            "quotation":"My hand trembles, but my heart does not.",
            "sortValue":"My hand trembles, bu",
            "signerId":79,
            "context":"At the signing of the Declaration of Independence, August 2, 1776 (attributed)"
        },
        {
            "jsonId":173,
            "writingID":14,
            "quotation":"The best means of forming a manly, virtuous, and happy people will be found in the right education of youth. Without this foundation, every other means, in my opinion, must fail.",
            "sortValue":"The best means of fo",
            "signerId":1,
            "context":"Letter to George Chapman, December 15, 1784"
        },
        {
            "jsonId":174,
            "quotation":"Religion in a Family is at once its brightest Ornament and its best Security.",
            "sortValue":"Religion in a Family",
            "signerId":62,
            "context":"Letter to Thomas Wells, November 22, 1780"
        },
        {
            "jsonId":175,
            "quotation":"It is the duty of all Nations to acknowledge the providence of Almighty God, to obey his will, to be grateful for his benefits, and humbly to implore his protection and favors.",
            "sortValue":"It is the duty of al",
            "signerId":1,
            "context":"Thanksgiving Proclamation, October 3, 1789"
        },
        {
            "jsonId":176,
            "quotation":"A State, I cheerfully admit, is the noblest work of Man: But Man, himself, free and honest, is, I speak as to this world, the noblest work of God....",
            "sortValue":"A State, I cheerfull",
            "signerId":112,
            "context":"Chisholm v. Georgia, February 18, 1793"
        },
        {
            "jsonId":177,
            "quotation":"And can the liberties of a nation be thought secure when we have removed their only firm basis, a conviction in the minds of the people that these liberties are the gift of God? That they are not to be violated but with his wrath? Indeed I tremble for my country when I reflect that God is just: that his justice cannot sleep forever.",
            "sortValue":"And can the libertie",
            "signerId":82,
            "context":"Notes on the State of Virginia, Query XVIII, 1781"
        },
        {
            "jsonId":178,
            "quotation":"The care of human life and happiness, and not their destruction, is the first and only legitimate object of good government.",
            "sortValue":"The care of human li",
            "signerId":82,
            "context":"Letter to the Republican Citizens of Washington County, Maryland, March 31, 1809"
        },
        {
            "jsonId":179,
            "quotation":"The spirit of resistance to government is so valuable on certain occasions, that I wish it to be always kept alive. It will often be exercised when wrong, but better so than not to be exercised at all. I like a little rebellion now and then. It is like a storm in the atmosphere.",
            "sortValue":"The spirit of resist",
            "signerId":82,
            "context":"Letter to Abigail Adams, February 22, 1787"
        },
        {
            "jsonId":180,
            "quotation":"History by apprising [citizens] of the past will enable them to judge of the future; it will avail them of the experiences of other times and other nations; it will qualify them as judges of the actions and designs of men; it will enable them to know ambition under every disguise it may assume; and knowing it, to defeat its views.",
            "sortValue":"History by apprising",
            "signerId":82,
            "context":"Notes on the State of Virginia, Query XIV, 1787"
        },
        {
            "jsonId":181,
            "quotation":"The bosom of America is open to receive not only the Opulent and respectable Stranger, but the oppressed and persecuted of all Nations and Religions; whom we shall welcome to a participation of all our rights and privileges, if by decency and propriety of conduct they appear to merit the enjoyment.",
            "sortValue":"The bosom of America",
            "signerId":1,
            "context":"Address to the Members of the Volunteer Association of Ireland, December 2, 1783"
        },
        {
            "jsonId":182,
            "quotation":"One single object... [will merit] the endless gratitude of the society: that of restraining the judges from usurping legislation.",
            "sortValue":"One single object...",
            "signerId":82,
            "context":"Letter to Edward Livingston, March 25, 1825"
        },
        {
            "jsonId":183,
            "quotation":"A judiciary independent of a king or executive alone, is a good thing; but independence of the will of the nation is a solecism, at least in a republican government.",
            "sortValue":"A judiciary independ",
            "signerId":82,
            "context":"Letter to Thomas Ritchie, December 25, 1820"
        },
        {
            "jsonId":184,
            "quotation":"The opinion which gives to the judges the right to decide what laws are constitutional and what not, not only for themselves, in their own sphere of action, but for the Legislature and Executive also in their spheres, would make the Judiciary a despotic branch.",
            "sortValue":"The opinion which gi",
            "signerId":82,
            "context":"Letter to Abigail Adams, September 11, 1804"
        },
        {
            "jsonId":185,
            "quotation":"The judiciary of the United States is the subtle corps of sappers and miners constantly working under ground to undermine the foundations of our confederated fabric. They are construing our constitution from a coordination of a general and special government to a general and supreme one alone.",
            "sortValue":"The judiciary of the",
            "signerId":82,
            "context":"Letter to Thomas Ritchie, December 25, 1820"
        },
        {
            "jsonId":186,
            "quotation":"At the establishment of our constitutions, the judiciary bodies were supposed to be the most helpless and harmless members of the government. Experience, however, soon showed in what way they were to become the most dangerous; that the insufficiency of the means provided for their removal gave them a freehold and irresponsibility in office; that their decisions, seeming to concern individual suitors only, pass silent and unheeded by the public at large; that these decisions, nevertheless, become law by precedent, sapping, by little and little, the foundations of the constitution, and working its change by construction, before any one has perceived that that invisible and helpless worm has been busily employed in consuming its substance.",
            "sortValue":"At the establishment",
            "signerId":82,
            "context":"Letter to Monsieur A. Coray, October 31, 1823"
        },
        {
            "jsonId":187,
            "quotation":"They that can give up essential liberty to purchase a little temporary safety, deserve neither liberty nor safety.",
            "sortValue":"They that can give u",
            "signerId":2,
            "context":"Historical Review of Pennsylvania, 1759"
        },
        {
            "jsonId":188,
            "quotation":"Every government degenerates when trusted to the rulers of the people alone. The people themselves, therefore, are its only safe depositories.",
            "sortValue":"Every government deg",
            "signerId":82,
            "context":"Notes on the State of Virginia, Query XIV, 1781"
        },
        {
            "jsonId":189,
            "quotation":"No people can be bound to acknowledge and adore the invisible hand, which conducts the Affairs of men more than the People of the United States. Every step, by which they have advanced to the character of an independent nation, seems to have been distinguished by some token of providential agency.",
            "sortValue":"No people can be bou",
            "signerId":1,
            "context":"First Inaugural Address, April 30, 1789"
        },
        {
            "jsonId":190,
            "quotation":"I know no safe depository of the ultimate powers of the society but the people themselves; and if we think them not enlightened enough to exercise their control with a wholesome discretion, the remedy is not to take it from them, but to inform their discretion by education. This is the true corrective of abuses of constitutional power.",
            "sortValue":"I know no safe depos",
            "signerId":82,
            "context":"Letter to William Charles Jarvis, September 28, 1820"
        },
        {
            "jsonId":191,
            "quotation":"I suppose, indeed, that in public life, a man whose political principles have any decided character and who has energy enough to give them effect must always expect to encounter political hostility from those of adverse principles.",
            "sortValue":"I suppose, indeed, t",
            "signerId":82,
            "context":"Letter to Richard M. Johnson, March 10, 1808"
        },
        {
            "jsonId":192,
            "quotation":"If men of wisdom and knowledge, of moderation and temperance, of patience, fortitude and perseverance, of sobriety and true republican simplicity of manners, of zeal for the honor of the Supreme Being and the welfare of the commonwealth; if men possessed of these excellent qualities are chosen to fill the seats of government, we may expect that our affairs will rest on a solid and permanent foundation",
            "sortValue":"If men of wisdom and",
            "signerId":62,
            "context":"Letter to Elbridge Gerry, November 27, 1780"
        },
        {
            "jsonId":193,
            "quotation":"I Pray Heaven to Bestow The Best of Blessing on this house, and on all that shall hereafter Inhabit it. May none but Honest and Wise Men ever rule under This Roof!",
            "sortValue":"I Pray Heaven to Bes",
            "signerId":61,
            "context":"Letter to Abigail Adams, November 2, 1800. Also, engraved over the fireplace in the State Dining Room of the White House."
        },
        {
            "jsonId":194,
            "quotation":"The legitimate powers of government extend to such acts only as are injurious to others. But it does me no injury for my neighbor to say there are twenty gods, or no god. It neither picks my pocket nor breaks my leg.",
            "sortValue":"The legitimate power",
            "signerId":82,
            "context":"Notes on the State of Virginia, Query XVII, 1787"
        },
        {
            "jsonId":195,
            "writingID":14,
            "quotation":"There is not a man living who wishes more sincerely than I do, to see a plan adopted for the abolition of [slavery].",
            "sortValue":"There is not a man l",
            "signerId":1,
            "context":"Letter to Robert Morris, April 12, 1786"
        },
        {
            "jsonId":196,
            "writingID":14,
            "quotation":"There is a natural and necessary progression from the extreme of anarchy to the extreme of tyranny.",
            "sortValue":"There is a natural a",
            "signerId":1,
            "context":"Circular to the States, June 8, 1783"
        },
        {
            "jsonId":197,
            "quotation":"Public virtue cannot exist in a nation without private, and public virtue is the only foundation of republics. There must be a positive passion for the public good, the public interest, honor, power and glory, established in the minds of the people, or there can be no republican government, nor any real liberty: and this public passion must be superior to all private passions.",
            "sortValue":"Public virtue cannot",
            "signerId":61,
            "context":"Letter to Mercy Warren, April 16, 1776"
        },
        {
            "jsonId":198,
            "quotation":"We ought to consider what is the end of government before we determine which is the best form. Upon this point all speculative politicians will agree that the happiness of society is the end of government, as all divines and moral philosophers will agree that the happiness of the individual is the end of man.... All sober inquirers after truth, ancient and modern, pagan and Christian, have declared that the happiness of man, as well as his dignity, consists in virtue.",
            "sortValue":"We ought to consider",
            "signerId":61,
            "context":"Thoughts on Government, 1776"
        },
        {
            "jsonId":199,
            "quotation":"Illustrious examples are displayed to our view that we may imitate as well as admire. Before we can distinguish by the same honors, we must be distinguished by the same virtues. What are those virtues? They are chiefly the same virtues, which we have already seen to be descriptive of the American character -- the love of liberty, and the love of law.",
            "sortValue":"Illustrious examples",
            "signerId":112,
            "context":"Of the Study of Law in the United States, circa 1790"
        }
    ]
}
