{
    "records":[
        {
            "jsonId":1,
            "signerId":61,
            "title":"Mayflower descendent",
            "sortValue":"Mayflower descendent",
            "notes":"His maternal ancestor was John Alden, a passenger on the Mayflower."
        },
        {
            "jsonId":2,
            "signerId":61,
            "title":"Boston Massacre",
            "sortValue":"Boston Massacre",
            "synopsis":"Defense Lawyer for British Soldiers",
            "notes":"When Captain Preston and his men were arraigned for murder, Mr. Adams was asked to act as counsel in their defense. Popular favor on one side, and the demands of justice on one side, and humanity on the other presented Mr. Adams with a dilemma, though he was not long in choosing. He accepted the invitation -- he defended the prisoners successfully -- Captain Preston was acquitted, and notwithstanding the tremendous excitement that existed against the soldiers, the patriotism of Mr. Adams was too far above suspicion to make this defense of the enemy a cause for withdrawing from him the confidence which the people placed in him. His friends applauded him for the act, and the people were satisfied, as was evident by their choosing him, that same year (1770), to be a representative in the provincial Assembly."
        },
        {
            "jsonId":3,
            "signerId":61,
            "title":"Marriage to Abigail Smith",
            "sortValue":"Marriage to Abigail Smith",
            "notes":"In 1766 Mr. Adams married Abigail Smith, the amiable daughter of a pious clergyman of Braintree, and soon afterward he removed to Boston."
        },
        {
            "jsonId":4,
            "signerId":116,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"The ancestors of Josiah Bartlett were from Normandy, whence they immigrated to England. The name was conspicuous in English history at an early date. Toward the close of the seventeenth century, a branch of the family emigrated to America, and settled in the town of Beverley, MA. Josiah's mother's maiden name was Webster, and she was a relative of the family of the great statesman of that name."
        },
        {
            "jsonId":5,
            "signerId":110,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"His life and character present one of those bright examples of self-reliance which cannot be too often pressed upon the attention of the young; and although surrounding circumstances had much to do in the development of his talents, yet, after all, the great secret of his success was doubtless a hopeful reliance upon a conscious ability to perform any duty required of him"
        },
        {
            "jsonId":6,
            "signerId":108,
            "title":"Childhood",
            "sortValue":"Childhood",
            "notes":"Dr. Thornton was born in Ireland and was brought to this country by his father when he was between two and three years of age. His father, when he emigrated to America, first settled at Wiscasset in Maine, and in the course of a few years moved to Worcester in Massachusetts, where he gave his son an academical education, with a view to fit him for one of the learned professions."
        },
        {
            "jsonId":7,
            "signerId":108,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Dr. Thornton was greatly beloved by all who knew him, and to the close of his long life he was a consistent and zealous Christian. He always enjoyed remarkably good health, and, by the practice of hygiene virtues, temperance and cheerfulness, he attained a patriarchal age."
        },
        {
            "jsonId":8,
            "signerId":73,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Hancock's father and grandfather were both ministers of the gospel. His father is represented as a pious, industrious, and faithful pastor; a friend of the poor, and a patron of learning. He died while John was quite an infant, and left him to the care of a paternal uncle, who cherished him with great affection. This relative was a merchant in Boston, who had amassed a large fortune, and after having given John a collegiate education at Harvard College, he took him into his counting-room as a clerk."
        },
        {
            "jsonId":9,
            "signerId":73,
            "title":"Marriage",
            "sortValue":"Marriage",
            "notes":"In 1773, he married Miss Quincy, a relative of the Adam's by whom he had only one son who died in youth, and consequently Mr. Hancock left no heir to perpetuate his name."
        },
        {
            "jsonId":10,
            "signerId":64,
            "title":"Catholic",
            "sortValue":"Catholic",
            "notes":"The only Roman Catholic to sign the Declaration of Independence."
        },
        {
            "jsonId":11,
            "signerId":113,
            "title":"Clergy",
            "sortValue":"Clergy",
            "notes":"The only active clergyman to attend the Continental Congress, he wore his pontificals to the sessions."
        },
        {
            "jsonId":13,
            "signerId":85,
            "title":"Wife",
            "sortValue":"Wife",
            "notes":"During the war, his New York home was destroyed and his wife taken prisoner by the British."
        },
        {
            "jsonId":14,
            "signerId":75,
            "title":"Death",
            "sortValue":"Death",
            "notes":"His farm and mills were destroyed by the British when they invaded New Jersey; Mr. Hart was killed while fleeing capture."
        },
        {
            "jsonId":15,
            "signerId":70,
            "title":"US Constitution",
            "sortValue":"US Constitution",
            "notes":"Though he attended the Constitutional Convention and later supported the Constitution, he refused to sign it at its adoption."
        },
        {
            "jsonId":16,
            "signerId":103,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"...He ever adorned the profession of Christianity which he made in youth; and, distinguished through life for public usefulness, died in the prospect of a blessed immortality."
        },
        {
            "jsonId":17,
            "signerId":105,
            "title":"Son, Robert Stockton",
            "sortValue":"Son, Robert Stockton",
            "notes":"Served as a naval officer in the War of 1812. He helped freed slaves to found the country of Liberia, West Africa in 1821, and conquered California proclaiming it a US Territory in 1846. He served as a member of the US Senate. The city of Stockton, CA was named after him."
        },
        {
            "jsonId":18,
            "signerId":113,
            "title":"Students",
            "sortValue":"Students",
            "notes":"Among his students include:\n\nA President, Vice-President, three Supreme Court Justices, ten Cabinet members, twelve Governors, twenty-one Senators, thirty-nine Representatives, as well as numerous delegates to the Constitutional Convention and state leaders. His numerous students included leaders, such as Gunning Bedford of Delaware, David Brearly of New Jersey, and James Madison, who served eight years as Secretary of State and eight years as President."
        },
        {
            "jsonId":20,
            "signerId":115,
            "title":"Legacy",
            "sortValue":"Legacy",
            "notes":"Established the first law professorship in the United States at William and Mary College."
        },
        {
            "jsonId":21,
            "signerId":61,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "synopsis":"Died on the 50th Anniversary of the Declaration of Independence.",
            "notes":"In the spring of 1826, his physical powers rapidly declined, and on the fourth of July of that year, he expired at the age of ninety-two. On the very same day, and at nearly the same hour, his fellow committee member in drawing up the Declaration of Independence, Thomas Jefferson, also died. It was the fiftieth anniversary of that glorious act, and the coincidence made a deep impression upon the public mind."
        },
        {
            "jsonId":22,
            "signerId":62,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Adams was born of pilgrim ancestors, and had been taught the principles of freedom from infancy. His father was a man of considerable wealth, and was for a long series of years a member of the Massachusetts Assembly under the colonial government."
        },
        {
            "jsonId":23,
            "signerId":62,
            "title":"Early Writings",
            "sortValue":"Early Writings",
            "notes":"Mr. Adams constantly watched the moves of the British government, and spent a great deal of time in talking and writing in favor of the resistance of the Colonies to the oppressions of the crown and its ministers. He took a firm and decided stand against the Stamp Act and its antecedent kindred schemes to tax the Colonies. As early as 1763, he boldly expressed his sentiments relative to the rights and privileges of the Colonists; and in some instructions which he drew up for the guidance of the Boston members of the General Assembly, in that year, he denied the right of Parliament to tax the Colonies without their consent -- denied the supremacy of Parliament, and suggested a union of all the Colonies, as necessary for their protection against British aggressions."
        },
        {
            "jsonId":24,
            "signerId":62,
            "title":"Boston Massacre",
            "sortValue":"Boston Massacre",
            "notes":"During the excitement of the Boston Massacre, he was among the most active; and chiefly through his influence, and the boldness with which he demanded the removal of the troops from Boston, was that objective accomplished."
        },
        {
            "jsonId":25,
            "signerId":62,
            "title":"Key Holder",
            "sortValue":"Key Holder",
            "notes":"When Governor Gage learned of the movement of the General Assembly from Boston to Salem, he sent his Secretary to dissolve them. Upon arriving, the Secretary found the door locked, and the key was safely hidden in Samuel Adam's pocket."
        },
        {
            "jsonId":26,
            "signerId":96,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Paine's father was a clergyman, and his mother was the daughter of the Reverend Mr. Treat, of Barnstable county. His maternal grandfather was Governor Treat of Connecticut. Thus connected with the honored and pious, the early moral education of Mr. Paine was salutary in the extreme, and he enjoyed the advantage of instruction in letters from Mr. Lovell, who was also the tutor of John Adams and John Hancock."
        },
        {
            "jsonId":27,
            "signerId":79,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Hopkins' mother was the daughter of one of the first Baptist ministers of Providence, Rhode Island."
        },
        {
            "jsonId":28,
            "signerId":79,
            "title":"Abolitionist",
            "sortValue":"Abolitionist",
            "notes":" In 1774, Governor Hopkins introduced a bill into the Assembly of Rhode Island to prevent the importation of slaves; and to show that his professions on this point were sincere, he manumitted all of those which belonged to himself."
        },
        {
            "jsonId":29,
            "signerId":79,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"The life of Mr. Hopkins exhibits a fine example of the rewards of honest, persevering industry. Although his early education was limited, yet he became a distinguished mathematician and filled almost every public station in the gift of the people with singular ability. He was a sincere and consistent Christian, and the impress of his profession was upon all his deeds."
        },
        {
            "jsonId":30,
            "signerId":79,
            "title":"Contributions",
            "sortValue":"Contributions",
            "notes":"Mr. Hopkins rendered great assistance to other scientific men, in observing the transit of Venus which occurred in June 1769. He was one of the prime movers in forming a public library in Providence in 1750. He was a member of the American Philosophical Society, and was the projector and patron of the Free Schools in Providence."
        },
        {
            "jsonId":31,
            "signerId":68,
            "title":"British Oppression",
            "sortValue":"British Oppression",
            "notes":"The active patriotism of Mr. Ellery excited the ire of the British, and when Newport was taken possession of by the enemy they burnt Mr. Ellery's house, and nearly all of his property was destroyed."
        },
        {
            "jsonId":32,
            "signerId":68,
            "title":"Abolitionist",
            "sortValue":"Abolitionist",
            "synopsis":" ",
            "notes":"In connection with Rufus King of New York, he made strong efforts in 1785 to have slavery in the United States abolished."
        },
        {
            "jsonId":33,
            "signerId":68,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"As a patriot and a Christian, his name will ever be revered."
        },
        {
            "jsonId":34,
            "signerId":103,
            "title":"Youth",
            "sortValue":"Youth",
            "synopsis":" ",
            "notes":"In 1723, when Mr. Sherman was two years old, his family moved to Stonington, MA where they lived until the death of his father in 1741. Mr. Sherman was then only nineteen years of age, and the whole care and support of a large family devolved on him. He had been apprenticed to a shoemaker, but he now took charge of the small farm his father left. In 1744, they sold the farm and moved to New Milford, CT, where an elder brother, who was married, resided. Young Roger performed the journey on foot, carrying his shoemaker's tools with him, and for some time he worked industriously at his trade there."
        },
        {
            "jsonId":35,
            "signerId":81,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"The family of Samuel Huntington was among the earlier settlers of Connecticut, who located at Saybrook."
        },
        {
            "jsonId":36,
            "signerId":81,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Governor Huntington lived the life of the irreproachable and sincere Christian, and those who knew him most intimately, loved him the most affectionately. He was a thoughtful man, and talked but little -- the expression of his mind and heart was put forth into his actions. He seemed to have a natural timidity, or modesty, which some mistook for the reserve of haughtiness, yet with those with whom he was familiar, he was free and winning in his manners. Investigation was a prominent characteristic of his mind, and when this faculty led him to a conclusion, it was difficult to turn him from the path of his determination. Hence as a devoted Christian and a true patriot, he never swerved from duty, or looked back after he placed his hand to the work. The cultivation of this faculty of decision we would earnestly recommend to youth, for it is the strong arm that will lead them safely through many difficulties, and win for them that sentiment of reliance in the minds of others, which is so essential in securing their esteem and confidence. It was this most important faculty which constituted the chief aid to Samuel Huntington in his progress from the humble calling of a ploughboy, to the acme of official station, where true greatness was essential, and to which non but the truly good aspire."
        },
        {
            "jsonId":37,
            "signerId":111,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Williams immigrated to the American Colonies from Wales in 1630 and settled in Roxbury, Massachusetts. His grandfather and father were both ministers of the gospel, and the latter was for more than half a century, pastor of a Congregational Society in Lebanon, Connecticut."
        },
        {
            "jsonId":38,
            "signerId":111,
            "title":"Family",
            "sortValue":"Family",
            "notes":"He was married in 1772 to Mary, the daughter of Governor Trumbull, of Connecticut, and the excellences of his character greatly endeared him to his family. In 1810 he lost his eldest son. This event powerfully shocked his already infirm constitution, and he never recovered from it. His health gradually declined; and a short time before his death he was overcome with stupor. Having laid silent for four days, he suddenly called with a clear voice upon his departed son to attend his dying father to the world of spirits, and then expired."
        },
        {
            "jsonId":39,
            "signerId":111,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"In 1779, when the people had lost all confidence in the final redemption of the continental paper money, and it could not procure supplies for the army, Mr. Williams generously exchanged two thousand dollars in specie for it, and of course lost nearly the whole amount.\n\nThe Count De Rochambeau, with the French army, arrived at Newport during the summer of 1780, as allies to the Americans, but they did not enter into the service until the next year, and remained encamped in New England. Louzon, one of Rochambeau's cavalry officers, encamped during the winter with his legion at Lebanon, and Mr. Williams, in order to allow the officers comfortable quarters, relinquished his own house to them, and moved his family to another."
        },
        {
            "jsonId":40,
            "signerId":114,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"The name of Wolcott appeared among the early settlers of Connecticut, and from that day, it has been distinguished for living scions, honored for their talents in legislation or literature. The English ancestor, Henry Wolcott, first settled in Dorchester, MA, after his arrival in 1630. In 1636, he, with a few associates, moved to Windsor, CT, and formed a settlement there. He was among the first who organized the government of Connecticut, and obtained a charter from King Charles II. Mr. Wolcott's father was a distinguished man, having been a Major-General, judge, Lieutenant Governor, and finally Governor of the State of Connecticut."
        },
        {
            "jsonId":41,
            "signerId":114,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"As a patriot and statesman, a Christian and a man, Governor Wolcott presented a bright example; for inflexibility, virtue, piety and integrity, were his prominent characteristics."
        },
        {
            "jsonId":42,
            "signerId":69,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Floyd's ancestry came from Wales. His grandfather immigrated to the American Colonies in the year 1680 and settled at Setauket, on Long Island. He was distinguished for his wealth, and possessed great influence among his brother agriculturists."
        },
        {
            "jsonId":43,
            "signerId":69,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"While attending faithfully to his public duties in Congress, he suffered greatly in the destruction of his property and exile of his family from their home. After the battle of Long Island, in August, 1776, and the retreat of the American army across to York Island, his fine estate was exposed to the rude uses of the British soldiery, and his family was obliged to seek shelter and protection in Connecticut. His mansion was the rendezvous for a party of cavalry, his cattle and sheep were used as provision for the British army, and for seven years he derived not a dollar of income from his property. Yet he abated not a jot in his zeal for the cause, and labored on hopefully, alternately in Congress and as a senator in the Legislature of New York."
        },
        {
            "jsonId":44,
            "signerId":69,
            "title":"Settler",
            "sortValue":"Settler",
            "notes":"In 1784 General Floyd purchased some wild land upon the Mohawk, and when he retired to private life, he commenced the clearing up and cultivation of those lands. So productive was the soil, and so attractive was the beauty of that country, that in 1803 he moved thither, although then sixty-nine years old. He directed his attention to the cultivation of his domain, and in a few years, the 'wilderness blossomed as the rose,' and productive farms spread out on every side."
        },
        {
            "jsonId":45,
            "signerId":69,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Floyd always enjoyed robust health, and he retained his mental faculties in their wonted vigor until the last. His life was a long and active one; and, as a thorough business man, his services proved of great public utility during the stormy times of the Revolution, and the no less tempestuous and dangerous period when our government was settling down upon its present steadfast basis. Decision was a leading feature in his character, and trifling obstacles never thwarted his purposes when his opinion and determination were fixed. And let it be remembered that this noble characteristic, decision, was a prominent one with all of that sacred band who signed the charter of our emancipation, and that without this, men cannot be truly great, or eminently useful."
        },
        {
            "jsonId":46,
            "signerId":86,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Philip Livingston was descended from a Scotch minister of the gospel, of exemplary character, who, in 1663 left Scotland and settled in Rotterdam, where he died. His son, Robert (the father of Philip) soon after his father's decease, emigrated to America, and, under the patroon privileges, obtained a grand of a large tract of land upon the Hudson River (now in Columbia County), ever since known as Livingston's Manor. He had three sons, Philip was the oldest, and who became, on the death of his father, heir to the manor. The other two sons, Robert and Gilbert, were influential men at that time. The former was the father of Chancellor Livingston, who administered the inaugural oath to Washington in 1789; and the later was the father of the Reverend John Livingston, D. D., President of Rutger's College, New Jersey."
        },
        {
            "jsonId":47,
            "signerId":86,
            "title":"Parliament Influence",
            "sortValue":"Parliament Influence",
            "synopsis":"Friend of Edmund Burke",
            "notes":"For some time previous to the Revolution, nearly all the Colonies had resident agents in England. The celebrated Edmund Burke was the agent for New York when the war broke out, and it is believed that his enlightened views of American affairs, as manifested in his brilliant speeches in Parliament in defense of the Colonies, were derived from his long continued and constant correspondence with Philip Livingston, who was appointed one of a committee of the New York Assembly, for that purpose. He was very influential in that body, and early took a decided stand against the unrighteous acts of Great Britain."
        },
        {
            "jsonId":48,
            "signerId":86,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Livingston was zealous in the promotion of every enterprise conducive to the public welfare. He was one of the founders of the New York Society Library; also, of the Chamber of Commerce; and was an active promoter of the establishment of King's (now Columbia) College. He left behind him a name and fame that kings might covet."
        },
        {
            "jsonId":49,
            "signerId":85,
            "title":"Childhood",
            "sortValue":"Childhood",
            "synopsis":"Orphan at age five.",
            "notes":"Francis Lewis was born in Wales, in the town of Landaff, in the year 1713. His father was an Episcopal clergyman, and his mother was a clergyman's daughter, and Francis was their only child. He was left an orphan when only about five years old, and was taken under the care and protection of a maiden aunt, who watched over him with the apparent solicitude of a mother."
        },
        {
            "jsonId":50,
            "signerId":85,
            "title":"French and Indian War",
            "sortValue":"French and Indian War",
            "notes":"During the war, Mr. Lewis was the aid of Colonel Mercer, as Oswego, when that Fort was captured by Montcalm in August 1757. Mercer was slain, and Lewis was carried, with other prisoners to Canada. Fourteen hundred men were made prisoners; and thirty-four pieces of cannon, a large quantity of ammunition, and stores, and several vessels in the harbor, fell into the hands of the French. The Fort was demolished, and was never rebuilt. Afterwards, he was sent to France, and was finally exchanged. At the close of the war, five thousand acres of land were given him by the British government as a compensation for his services."
        },
        {
            "jsonId":51,
            "signerId":85,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "synopsis":"Target of the Tories",
            "notes":"Mr. Lewis was a shining mark for the resentment of the British and Tories, and while the former possessed Long Island, they not only destroyed his property, but had the brutality to confine his wife in a close prison for several months, without a bed or a change of raiment, whereby her constitution was ruined, and she died two years afterward."
        },
        {
            "jsonId":52,
            "signerId":91,
            "title":"Childhood",
            "sortValue":"Childhood",
            "notes":"Lewis Morris was born at Morrisania, Westchester county, New York. Being the eldest son, he inherited his father's manorial estate, which placed him in affluent circumstances. At that time, the English primogeniture law prevailed in America, and even after the Revolution, Virginia and some other States retained it. "
        },
        {
            "jsonId":53,
            "signerId":91,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "synopsis":"He hazard fortune and friends",
            "notes":"Mr. Morris was a handsome man; and his personal appearance, connected with a strong intellect and great wealth, made him popular throughout the Colony. When Great Britain oppressed her children here, he hardly felt the unkind hand, yet his sympathy for others was aroused, and he was among the first to risk ease, reputation and fortune, by coalescing with the patriots Massachusetts and Virginia. His clear perception saw the end from the beginning, and those delusive hopes which the repeal of obnoxious acts held forth, had no power over Lewis Morris. Neither could they influence his patriotism, for he was a stranger to a vacillating, temporizing spirit. He refused office under the Colonial government, for his domestic ease and comfort were paramount to the ephemeral enjoyments of place. Hence, when he forsook his quiet hearth, and engaged in the party strife of the Revolution, hazarding fortune and friends, no sinister motive could be alleged for his actions, and all regarded him as a patriot without selfish alloy. He looked upon war with the mother-country as inevitable, and so boldly expressed his opinion on these subjects, that the still rather lukewarm Colony of New York did not think proper to send him as a delegate to the General Congress of 1774. But the feelings of the people changed, and in April, 1775, Mr. Lewis was elected a member of the second Congress that met in May following."
        },
        {
            "jsonId":54,
            "signerId":91,
            "title":"Indian Mission",
            "sortValue":"Indian Mission",
            "notes":"During the summer of 1775, Mr. Morris was sent on a mission of pacification to the Indians on the western frontier."
        },
        {
            "jsonId":55,
            "signerId":91,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"Mr. Morris plainly foresaw what his patriotism would cost: his house ruined, his farm wasted, his forest of a thousand acres despoiled, his cattle carried off, and his family driven into exile by the invading foe."
        },
        {
            "jsonId":56,
            "signerId":91,
            "title":"Brother",
            "sortValue":"Brother",
            "notes":"When, in 1777, Mr. Morris left Congress, he was succeeded by his brother, Gouverneur Morris, author of much of the US Constitution."
        },
        {
            "jsonId":57,
            "signerId":91,
            "title":"Retirement",
            "sortValue":"Retirement",
            "notes":"When peace was restored, he returned to his scathed and almost ruined estate, where he spent the remainder of his days in agricultural pursuits, amid that happy quiet of domestic life, which an active and virtuous career promotes. He died in January 1798, and his funeral presented a large concourse of citizens, who truly mourned his loss; and the military honors due to his rank of Major General, were rendered, when his body was committed to the family vault."
        },
        {
            "jsonId":58,
            "signerId":105,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"The great grandfather of Richard Stockton came from England some time between 1660 and 1670, and first settled upon Long Island, in the Colony of New York. From there he went into New Jersey, and with his ample means purchased a fine tract of land near Princeton, where, with a few others, he established a settlement."
        },
        {
            "jsonId":59,
            "signerId":105,
            "title":"Travels in England",
            "sortValue":"Travels in England",
            "notes":"In June 1766, Mr. Stockton embarked for London, and during the fifteen months he remained in England he was treated with flattering distinction by the most eminent men in the realm. While there he was not unmindful of his alma mater, and he obtained considerable patronage for New Jersey College. His services were afterward gratefully acknowledged by that institution.\n\nHe returned home in September 1767, and was escorted to his residence by the people, by whom he was greatly beloved."
        },
        {
            "jsonId":60,
            "signerId":105,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "synopsis":"Captured by the British",
            "notes":"Soon after his return from inspecting the army of General Schuyler, Mr. Stockton was obliged to hasten to his family to prevent their capture by the British army, then pursuing Washington and his little band across New Jersey (after the success of Cornwallis in capturing Fort Washington, on York Island, Washington crossed the Hudson with the main army of Americans, and for three weeks he was closely pursued by the British General across New Jersey to Trenton, where the memorable crossing of the Delaware took place). He removed them to the house of a friend about thirty miles distant, but there he was captured by a party of refugees, who were guided to his retreat by a treacherous neighbor of his friend. He remained a prisoner for some time, and, on account of his position as one of the signers of the Declaration of Independence, he was treated with great severity. He was first placed in the common jail at Amboy, and afterward he was carried to the old Provost prison in New York, which stood where the present Hall of Records in the Park now stands. The hardships he endured shattered his constitution. He suffered greatly form the cold, and at one time he was kept twenty-four hours without a particle of food. Congress took up his cause, and threatened Lord Howe with retaliation upon British prisoners. This had its effect, and he was soon afterward exchanged.\n\nAfter his release, when he found himself almost a beggar, through the vandalism of the British in destroying his estate, he was seized with a despondency from which he never recovered. A cancer in his neck also hurried him toward the grave, and he died in the fifty-first year of his age."
        },
        {
            "jsonId":61,
            "signerId":113,
            "title":"Heritage",
            "sortValue":"Heritage",
            "synopsis":"Descendent of John Knox",
            "notes":"John Witherspoon was born in the parish of Yester, near Edinburgh, Scotland. He was a lineal descendent of the great reformer John Knox. His father was a minister in the Scottish church at Yester, and was greatly beloved."
        },
        {
            "jsonId":62,
            "signerId":113,
            "title":"Family",
            "sortValue":"Family",
            "notes":"Doctor Witherspoon was twice married. By his first wife, a Scottish lady, he had three sons and two daughters. One of the latter (Frances) married Doctor David Ramsay, of South Carolina, one of the earliest historians of the American Revolution. She was a woman of extraordinary piety, and the memoirs of but few females have been more widely circulated and profitably read, then were hers, written by her husband.\n\nWhile three of his sons fought in the military, one, a major the New Jersey Brigade, was killed at the Battle of Germantown."
        },
        {
            "jsonId":63,
            "signerId":113,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"As a theological writer, Doctor Witherspoon had few superiors, and as a statesman he held the first rank. In him were centered the social elements of an upright citizen, a fond parent, a just tutor, and humble Christian; and when, at the age of nearly seventy-three years, his useful life closed, it was widely felt that a 'great man had fallen in Israel.' As said of him, 'A true son of liberty. So he was. But first, he was a son of the Cross.'"
        },
        {
            "jsonId":64,
            "signerId":80,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Francis Hopkinson's mother was the daughter of the Bishop of Worcester, and, like her husband, was well educated, and moved in the polite circles of England. They maintained the same standing in Philadelphia, and Francis had every advantage in early life which social position could give him. Francis was only fourteen years old when his father died, and then the whole care of a large family of children devolved upon his mother, whose income was not very ample."
        },
        {
            "jsonId":65,
            "signerId":80,
            "title":"Poet and Wit",
            "sortValue":"Poet and Wit",
            "notes":"Mr. Hopkinson was a poet and a wit. His pen was not distinguished for depth, but there was a genuine humor in his productions, which made him widely popular. A majority of his poetical effusions were of an ephemeral nature, and were forgotten, in a degree, with the occasion which called them forth; yet a few have been preserved, among which is The Battle of the Kegs, a ballad, or sort of epic, of inimitable humor.\n\nA knowledge of his superior talents having reached the ears of the British ministers, he was appointed to a lucrative office in the State of New Jersey, soon after his marriage to Miss Ann Borden. This he held until his republican principles were too manifest, by both word and deed, for the minions of British power to mistake, and he was deprived of his office."
        },
        {
            "jsonId":66,
            "signerId":80,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Hopkinson was one of those modest, quiet men, on whom the mantle of true genius so frequently falls. Although ardent in his patriotism and keenly alive to the events in the midst of which he was placed, yet he seldom engaged in debate; and his public life is not marked by those varied and striking features, so prominently displayed in the lives of many of his compatriots.\n\nFor several years, Judge Hopkinson was afflicted with gout in the head, which finally cause a fit of apoplexy that terminated his life in two hours after the attack. He was fifty-three years of age, and left a widow and five children."
        },
        {
            "jsonId":67,
            "signerId":75,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Hart's father, Edward Hart, was a thrifty farmer, and loyal subject of his King. In 1759 he raised a volunteer corps, which he named The Jersey Blues, and joined Wolfe at Quebec in time to see that hero fall, but the English victorious. He then retired to his farm, and ever afterward held a high place in the esteem and confidence of the people. The time of the birth of his son John is not on record, and but few incidents of his early life are known. His contemporaries represent him as about sixty years of age when first elected to Congress. If so, he must have been born about the close of the reign of Queen Anne, 1714."
        },
        {
            "jsonId":68,
            "signerId":75,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"Mr. Hart pursued the avocation of his father, and was in quite independent circumstances when the Stamp Act and its train of evils attracted his attention, and aroused his sympathies for his oppressed countrymen in Boston, and elsewhere, where the heel of tyranny was planted. Although living in the secluded agricultural district of Hopewell, in Hunterdon county, yet he was fully conversant with the movements of public affairs at home and abroad, and he united with others in electing delegates to the Colonial Congress that convened in New York city in 1765. From that time, until the opening scenes of the war, Mr. Hart was active in promoting the cause of freedom; and his fellow citizens manifested their appreciation of his services, by electing him a delegate to the first Continental Congress, in 1774."
        },
        {
            "jsonId":69,
            "signerId":75,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"Nothing would have seemed more inimical to Mr. Hart's private interests, than this act, which was the harbinger of open hostilities, for his estate was peculiarly exposed to the fury of the enemy. Nor was that fury withheld when New Jersey was invaded by the British and their mercenary allies, the Hessians. This signers of the Declaration everywhere were marked for vengeance, and when the enemy made their conquering descent upon New Jersey, Mr. Hart's estate was among the first to feel the effects of the desolating inroad. Mr. Hart's family, having timely warning of the approach of the enemy in pursuit of Washington, fled to a place of safety. His farm was ravaged, his timber destroyed, his cattle and sock butchered for the use of the British army, and he himself was hunted like a noxious beast, not daring to remain two nights under the same roof. And it was not until Washington's success at the battle of Trenton, that this dreadful state of himself and his family was ended.\n\nThe blight fell, not only upon his fortune, but upon his person, and he did not live to see the sunlight of Peace and Independence gladden the face of his country. He died in the year 1780, the gloomiest period of the War of Independence, full of years and deserved honors."
        },
        {
            "jsonId":70,
            "signerId":66,
            "title":"Childhood",
            "sortValue":"Childhood",
            "notes":"Mr. Clark was the only child of his parents, and was brought up in the employment of his father, a farmer. He was quite studious, but his early education was considerably neglected. In fact, being an only child, he was, as is too frequently the case, petted, and allowed to follow the guide of his inclinations; and hence his education might be termed miscellaneous."
        },
        {
            "jsonId":71,
            "signerId":66,
            "title":"Republicanism",
            "sortValue":"Republicanism",
            "notes":"Mr. Clark held several offices under the royal government, among which was that of sheriff of Essex country; and in all of them he exhibited great fidelity. But when the question of political freedom or slavery was presented to his mind, he did not for a moment hesitate in his choice, but boldly espoused the republican cause. He was placed upon the first committee of vigilance organized in New Jersey, and was distinguished for his watchfulness and untiring activity."
        },
        {
            "jsonId":72,
            "signerId":66,
            "title":"Sons",
            "sortValue":"Sons",
            "synopsis":"Prisoners of War",
            "notes":"Mr. Clark's two sons took up arms and were captured. They were for a time incarcerated in the Jersey prison-ship, and suffered all the horrors of that confinement, until released by a final exchange of prisoners."
        },
        {
            "jsonId":73,
            "signerId":66,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Clark was a warm partisan, and his feelings of attachment or repulsion were very strong. He had witnessed so much of the cruelty and oppressions of Great Britain, in her war upon the declared freedom of the Colonies, that his feelings of hatred could not be soothed by the treaty of peace, although he patriotically acquiesced in whatever tended to his country's good. He therefore took sides with France when questions concerning her came up in Congress; and, early in 1794, he laid before Congress a resolution for suspending all intercourse with Great Britain, until every item of the treaty of peace should be complied with. It was not sanctioned by Congress."
        },
        {
            "jsonId":74,
            "signerId":92,
            "title":"Youth",
            "sortValue":"Youth",
            "notes":"Mr. Morris was born in Lancashire, England; his father was a Liverpool merchant, extensively engaged in the American trade, and when Robert was a small child, he left him in the care of his grandmother, came to America, and settled at Oxford on the eastern shore of Chesapeake Bay. He finally sent for his family, and Robert was thirteen years old when he arrived."
        },
        {
            "jsonId":75,
            "signerId":92,
            "title":"Death of His Father",
            "sortValue":"Death of His Father",
            "notes":"A ship having arrived from Liverpool, consigned to Mr. Morris the elder, he invited several friends to an entertainment on board. When they retired, a salute was fired, and a wad from one of the guns hit Mr. Morris upon the arm. The would was severe, mortified, and in a few days terminated his life."
        },
        {
            "jsonId":76,
            "signerId":92,
            "title":"A Solemn Vow",
            "sortValue":"A Solemn Vow",
            "notes":"It is said that Mr. Morris, and a number of others, members of the St. George's Society, were at dinner, celebrating the anniversary of St. George's Day, when the news of the battle of Lexington reached them. Astonishment and indignation filled the company, and they soon dispersed. A few remained and discussed the great question of American freedom: and there, within that festive hall, did Robert Morris and a few others, by a solemn vow, dedicate their lives, their fortunes, and their honor, to the sacred cause of the Revolution."
        },
        {
            "jsonId":77,
            "signerId":92,
            "title":"My Honor",
            "sortValue":"My Honor",
            "notes":"When Congress fled to Baltimore, on the approach of the British across New Jersey, Mr. Morris, after removing his family into the country, returned to, and remained in Philadelphia. Almost in despair, Washington wrote to him, and informed him that to make any successful movement whatever, a considerable sum of money must be had. It was a requirement that seemed almost impossible to meet. Mr. Morris left his counting-room for his lodgings in utter despondency. On his way he met a wealthy Quaker, and made known his wants. 'What security can'st though give?' asked he. 'My note and my honor,' promptly replied Mr. Morris. The Quaker replied: 'Robert, thou shalt have it.' -- It was sent to Washington, the Delaware was crossed, and victory won!"
        },
        {
            "jsonId":78,
            "signerId":92,
            "title":"The Bank of North America",
            "sortValue":"The Bank of North America",
            "notes":"In 1781, the darkest period of the war, Mr. Morris, in connection with other citizens, organized a banking institution in Philadelphia, for the purpose of issuing paper money that should receive the public confidence, for the government bills were becoming almost worthless. This scheme had the desired effect, and the aid it rendered to the cause was incalculable. During that year, upon the urgent solicitation of Congress, Mr. Morris accepted the appointment of general financial agent of the United States, in other words, Secretary of the Treasury. It was a service which no other man in the country seemed competent to perform, and that Congress well knew. His business talent, and his extensive credit at home and abroad, were brought to bear in this vocation, and upon him alone, for a long time, rested the labor of supplying a famished and naked army and furnishing other necessary supplies for the public service. Congress, at that time, could not have obtained a loan of one thousand dollars, yet Robert Morris effected loans upon his own credit, of tens of thousands. The Bank of North America was put in successful operation, and there is no doubt that these patriotic services of Robert Morris present the chief reason why the Continental army was not at that time disbanded by its own act. And it has been justly remarked, that: 'If it were not demonstrable by official records, posterity would hardly be made to believe that the campaign of 1781, which resulted in the capture of Cornwallis, and virtually closed the Revolutionary War, was sustained wholly on the credit of an individual merchant.'"
        },
        {
            "jsonId":79,
            "signerId":92,
            "title":"To Yorktown",
            "sortValue":"To Yorktown",
            "notes":"At the time Washington was preparing, in his camp upon the Hudson, in Westchester county, to attack Sir Henry Clinton in New York, in 1781, Mr. Morris and Judge Peters of Pennsylvania were then at headquarters. Washington received a letter from Count de Grasse, announcing his determination not to sail to New York. He was bitterly disappointed, but almost before the cloud passed from his brow, he conceived the expedition against Cornwallis at Yorktown.\n\n'Let me know the sum you desire,' said Mr. Morris; and before noon Washington's plan and estimates were complete. Mr. Morris promised him the amount, and he raised it upon his own responsibility."
        },
        {
            "jsonId":80,
            "signerId":92,
            "title":"Treasury Nominee",
            "sortValue":"Treasury Nominee",
            "notes":"In the selection of his cabinet, President Washington was very anxious to have Mr. Morris Secretary of the Treasury, but he declined. Washington asked him to name a candidate, and he at once mentioned General Alexander Hamilton."
        },
        {
            "jsonId":81,
            "signerId":92,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"By his liberal expenditures and free proffers of his private obligations for the public benefit, he found his ample fortune very much diminished at the close of hostilities; and by embarking the remainder in the purchase of wild lands, in the State of New York, under the impression that emigrants from the old world would flow in a vast and ceaseless current to the 'land of the free,' he became greatly embarrassed in his pecuniary affairs, and it preyed seriously on his mind. This misfortune, and the inroads which asthma had made upon his constitution, proved a canker at the root of his bodily vigor, and he sunk to rest in the grave in the seventy-third year of his age, leaving a widow (Mary White, sister of the late venerable Bishop White of PA) with whom he had lived in uninterrupted domestic happiness for thirty-seven years."
        },
        {
            "jsonId":82,
            "signerId":101,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Doctor Rush was descended from an officer of that name in Cromwell's army, who, after the death of the Protector, emigrated to America, and settled in Pennsylvania. Benjamin was his grandson."
        },
        {
            "jsonId":83,
            "signerId":101,
            "title":"Popular Lecturer",
            "sortValue":"Popular Lecturer",
            "notes":"Students came to hear his lectures from all parts of the United States and from Europe. In 1812, the year before he died, those in the class who attended his lectures, amounted to four hundred and thirty. Within the last nine years of his life, the number of his private pupils exceeded fifty. It is stated by his biographer, that during his life he gave instructions to more than two thousand pupils."
        },
        {
            "jsonId":84,
            "signerId":101,
            "title":"Patriotic Writer",
            "sortValue":"Patriotic Writer",
            "notes":"Doctor Rush espoused the patriot cause immediately after his return to America, in 1768, and his pen proved a powerful instrument, in connection with his personal exertions, in arousing the people to action."
        },
        {
            "jsonId":85,
            "signerId":101,
            "title":"Yellow Fever Epidemic",
            "sortValue":"Yellow Fever Epidemic",
            "notes":"Doctor Rush's eminent qualities as a medical practitioner, a philanthropist, and a Christian, were fully developed when the yellow fever rapidly depopulated Philadelphia, in 1793. It was so malignant, that all the usual remedies failed, and the best medical skill was completely foiled. Many physicians became alarmed for their own safety and flex from the city; but Doctor Rush, and a few of his attached pupils and friends, remained to aid the sick and dying, and if possible, check the march of the destroyer. He at length had a severe attack of the fever, and some of his pupils fell victims; but so long as he was able to get from his bed, he did not remit his labors.\n\nHe and a few of his noble-hearted pupils remained and performed their duty faithfully. His written description of that dreadful epidemic, is one of the most thrilling pieces of composition in our language."
        },
        {
            "jsonId":86,
            "signerId":101,
            "title":"Philanthropist",
            "sortValue":"Philanthropist",
            "notes":"The impress of Dr. Rush's mind and energy is upon several public institutions. He formed the Philadelphia Dispensary in 1786, and he was one of the principal founders of Dickerson College, at Carlisle, PA. In addition to honorary membership in many literary and scientific societies abroad, he held various offices in benevolent and philosophical institutions at home. Among others, he was President of the American Society for the Abolition of Slavery; President of the Philadelphia Medical Society; Vice President of the Philadelphia Bible Society; and one of the Vice Presidents of the American Philosophical Society, etc."
        },
        {
            "jsonId":87,
            "signerId":101,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"As a patriot, Doctor Rush was firm and inflexible; as a professional man he was skilful, candid, and honorable; as a thinker and writer, he was profound; as a Christian, zealous and consistent; and in his domestic relations, he was the centre of a circle of love and true affection. Through life the Bible was a lamp to his feet -- his guide in all things appertaining to his duty toward God and man. Amid all his close and arduous pursuit of human knowledge, he never neglected to 'search the Scriptures' for that knowledge which points the soul aright in its journey to the Spirit Land. His belief in revealed religion, and in the Divine inspiration of the Sacred Writers, manifested in many of his scientific productions; and during that period, at the close of the eighteenth century, when the sentiments of infidel France were infused into the minds of men in high places here, Doctor Rush's principles stood firm, and his opinions never wavered.\n\nThe life of this truly great man terminated when he was in the sixty-eighth year of his age. During his last illness, the public mind was greatly affected, and his house was constantly thronged with people inquiring concerning the probable result of the disease that was upon him. When death closed his eyes, every citizen felt that a dear friend had been taken away, and a general gloom overspread the community."
        },
        {
            "jsonId":88,
            "signerId":2,
            "title":"Tribute",
            "sortValue":"Tribute",
            "notes":"Probably a greater man than Benjamin Franklin never lived, regarded with that analytical discrimination which distinguishes true greatness in inherent qualities rather than in brilliant external displays; and in almost every particular characteristic of a man, he presented a model of excellence of the highest standard."
        },
        {
            "jsonId":89,
            "signerId":2,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Benjamin Franklin's father was a true Puritan, and emigrated hither from England, in 1682. He soon afterward married Miss Folger, a native of Boston. Being neither a mechanic nor farmer, he turned his attention to the business of a soap-boiler and tallow-chandler, which was his occupation for life."
        },
        {
            "jsonId":90,
            "signerId":2,
            "title":"Early Deist",
            "sortValue":"Early Deist",
            "synopsis":"A Regretted Choice",
            "notes":"While in London, as a youth, he was, unfortunately, thrown in the way of some distinguished infidels (among them was Lord Mandeville) and received flattering attentions from them. His mind became tinctured with their views, and he was induced to write a pamphlet upon deistical metaphysics, a performance which he afterward regretted, and candidly condemned."
        },
        {
            "jsonId":91,
            "signerId":2,
            "title":"Family",
            "sortValue":"Family",
            "notes":"In 1730, he married a young widow lady, whose maiden name was Read. He had sought her hand before going to England, but she gave it to another. Her husband died while Franklin was absent, and their intimacy was renewed soon after his return."
        },
        {
            "jsonId":92,
            "signerId":2,
            "title":"Poor Richard's Almanac",
            "sortValue":"Poor Richard's Almanac",
            "notes":"In 1732, Franklin began his useful annual, called Poor Richard's Almanac. It was widely circulated in the Colonies, and in England, and was translated into several Continental languages of Europe. It continued until 1757."
        },
        {
            "jsonId":93,
            "signerId":2,
            "title":"Plan of Confederation",
            "sortValue":"Plan of Confederation",
            "notes":"In 1754, Doctor Franklin proposed a plan for a confederation of the several Colonies containing all the essential features of the present Constitution of the United States, and exhibited the powers of a great mind. However, it had the singular fortune to be rejected, both by the home government and by the Colonies; the former contending that it had too much democracy in it, and the latter, that it had too much prerogative in it."
        },
        {
            "jsonId":94,
            "signerId":2,
            "title":"Peace Negotiator",
            "sortValue":"Peace Negotiator",
            "notes":"In September 1775, Franklin was appointed one of three commissioners to meet Lord Howe in conference on Staten Island, and hear his propositions for peace. The attempt at conciliation proved abortive, and hostilities commenced. Franklin had formed a personal acquaintance with Lord Howe while in England. At the conference in question, when his lordship expressed his kind feelings toward the Americans, and his great regret that they would not share in the protection of British power, Doctor Franklin told him plainly that he not give himself any trouble on their account as the Americans were full able to take care of themselves.\n\nGreat Britain at length yielded to American will, and consented to negotiate a treaty of peace upon the basis of American independence; and on the third day of September, 1783, Doctor Franklin had the pleasure of signing a definitive treaty to that effect. It was on this occasion, that Doctor Franklin again put on a suit of clothes which ten years before, on the occasion of his being insulted before the English Privy Council, he declared he would never wear again until he had 'signed England's degradation and America's independence.'"
        },
        {
            "jsonId":95,
            "signerId":2,
            "title":"Children",
            "sortValue":"Children",
            "notes":"Doctor Franklin had two children, a son and a daughter. The former was a royal governor of New Jersey before the Revolution, and adhering to the government, he went to England, where he died. His daughter married Mr. Bache, of Philadelphia, whose descendents are among the first families of that city."
        },
        {
            "jsonId":96,
            "signerId":2,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"The gout and stone, with which Dr. Franklin had been afflicted many years, terminated his life on the 17th of April, 1790 in the eighty-fourth year of his age. A vast concourse of people followed his body to the grave, and the whole country, nay, the whole civilized world, mourned his loss.\n\nThe Deputies adopted a resolution to wear mourning for three days."
        },
        {
            "jsonId":98,
            "signerId":63,
            "title":"Heritage",
            "sortValue":"Heritage",
            "synopsis":"Orphaned as a Child",
            "notes":"Carter Braxton was born at Newington, in King and Queen's county, Virginia, on the tenth of September, 1736. His father, George Braxton, was a wealthy farmer, and highly esteemed among the planters of Virginia. His mother was the daughter of Robert Carter, who, for a time, was president of the royal council for that State. They both died while Carter and his brother George were quite young."
        },
        {
            "jsonId":99,
            "signerId":63,
            "title":"Twice Married",
            "sortValue":"Twice Married",
            "notes":"On leaving college, at the age of nineteen years, Mr. Braxton was married to Miss Judith Robinson, the daughter of a wealthy planter in Middlesex county. His own large fortune was considerably augmented by this marriage, and he was considered one of the wealthiest men in his native county. His wife died at the time of the birth of her second child, when she was not quite twenty-one years of age.\n\n In 1757, Mr. Braxton went to England, for the purpose of self-improvement and personal gratification. He remained there until 1760, when he returned to America, and soon afterward married the daughter of Mr. Corbin, the royal receiver-general of the customs of Virginia. Mr. Braxton had a large family by his second wife. She was the mother of sixteen children."
        },
        {
            "jsonId":100,
            "signerId":63,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Braxton was not a brilliant man, but he was a talented and very useful one. He possessed a highly cultivated mind, and an imagination of peculiar warmth and vigor, yet the crowning attribute of his character, was sound judgment and remarkable prudence and forethought. These, in a movement like the American Revolution, were essential elements in the characters of those who were the prominent actors, and well was it for them and for posterity, that a large proportion of not only the Signers to the Declaration of Independence, but those who were called to act in the councils of the nation, possessed these requisites to a remarkable degree. While 'fiery spirits' were needed to arouse, and bold, energetic men were necessary to control and guide, the success of that rebellion, so far as human knowledge can penetrate, depended upon the calm judgment and well directed prudence of a great body of the patriots.\n\n Of this class Mr. Braxton was a prominent one. His oratory, though not brilliant, was graceful and flowing, and it was persuasive in the highest degree. He always fixed the attention of his auditors and seldom failed to convince and lead them. In public, as well as in private life, his virtue and morality were above reproach, and as a public benefactor, his death was widely lamented."
        },
        {
            "jsonId":101,
            "signerId":64,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Charles Carroll was descended from Irish ancestry. His grandfather, Daniel Carroll, was a native of Littemourna, in Ireland, and was a clerk in the office of Lord Powis, in the reign of James the Second. Under the patronage of Lord Baltimore, the principal proprietor of Maryland, Mr. Carroll emigrated to that Colony toward close of the seventeenth century, and became the possessor of a large plantation. His son Charles, the father of the subject of this memoir, was born in 1702, and lived to the age of eighty years, when he died and left his large estate to his eldest child, Charles, who was then twenty-five years old."
        },
        {
            "jsonId":102,
            "signerId":64,
            "title":"Of Carrollton?",
            "sortValue":"Of Carrollton?",
            "synopsis":"Unmistakable",
            "notes":"The question naturally arises, Why did Mr. Carroll append to his signature the place of his residence, 'Carrollton'? It is said that when he wrote his name, a delegate near him suggested, that as he had a cousin of the name of Charles Carroll, in Maryland, the latter might be taken for him, and he (the signer) escape attainder, or any other punishment that might fall upon the heads of the patriots. Mr. Carroll immediately seized the pen, and wrote 'of Carrollton' at the end of his name, exclaiming 'They cannot mistake me now!'"
        },
        {
            "jsonId":103,
            "signerId":64,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"For a long term of years, Mr. Carroll was regarded by the people of this country with the greatest veneration, for, when Jefferson and Adams died, he was the last vestige that remained upon earth of that holy brotherhood, who stood sponsor at the baptism in blood of our infant Republic. The good and the great made pilgrimages to his dwelling, to behold, with their own eyes, the venerable political patriarch of America, and from the rich storehouse of his intellect, he freely contributed to the deficiencies of others.\n\n 'His mind was highly cultivated. He was always a model of regularity of conduct, and sedateness of judgment. In natural sagacity, in refinement of taste and pleasures, in unaffected and habitual courtesy, in vigilant observation, vivacity of spirit, and true susceptibility of domestic and social happiness, in the best forms, he had but few equals during the greater part of his long and bright existence.'"
        },
        {
            "jsonId":104,
            "signerId":65,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Chase's father was a clergyman of the protestant Episcopal church, and possessing an excellent education himself; he imparted such instruction to his son in the study of the classics, and in the common branches of an English education, as well fitted him for entering upon professional life."
        },
        {
            "jsonId":105,
            "signerId":65,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"At the early age of twenty years, Mr. Chase was chosen a member of the Provincial Assembly, and there his independence of feeling and action in matters of principle greatly offended those time-serving legislators who fawned at the feet of the royal governor. There he first gave evidence of that stamina of character which he afterward so strongly manifested when called upon to act amid the momentous scenes of the Revolution.\n\n The Stamp Act aroused the energies of his soul to do battle for his country's right, and he was among the first in Maryland who lifted up voice and hand against the oppressor. He was one of a band of young patriots, who, in imitation of those of Massachusetts, styled themselves 'Sons of Liberty.' They opposed the operation of the vile Stamp Act in every form, and even went so far as to assault the Stamp Offices, and destroy the Stamps. He became obnoxious to the authorities of Annapolis, and they attempted, by degrading epithets, to crush his eagle spirit while yet a fledgling. But their persecution extended his notoriety, and he soon became popular with the great mass of the people."
        },
        {
            "jsonId":106,
            "signerId":65,
            "title":"Investigating Traitors",
            "sortValue":"Investigating Traitors",
            "notes":"He was chairman of a committee appointed by Congress to act in relation to those Americans who gave 'aid and comfort to the enemy' and it was his painful duty to recommend the arrest and imprisonment of various persons of this class, among whom were several wealthy Quakers of Philadelphia. An instance of his fearlessness in the performance of his duty, occurred during the summer of 1776, Reverend Doctor Zubly was a delegate in Congress from Georgia. By some means Mr. Chase discovered that he was in secret correspondence with the royal governor of Georgia. He immediately rose in his place and denounced Doctor Zubly as a traitor, before all the members of the House. Zubly fled, and was pursued, but without success."
        },
        {
            "jsonId":107,
            "signerId":65,
            "title":"Charitable Character",
            "sortValue":"Charitable Character",
            "notes":"Being on a visit to Baltimore, about the close of the Revolution, curiosity led Mr. Chase to a debating society, where he was struck by the eloquence of a young man, a druggist's clerk. He ascertained his name, sought an interview, and advised him to study law. The youth stated frankly that his poverty was an insuperable impediment in the way. Mr. Chase at once offered him a seat at his table and free access to his extensive library. The young man gratefully accepted the kind offer, went through a course of legal studies, and was admitted to the bar, after passing an examination with distinguished ability. That young man was William Pinkney, afterward Attorney General of the United States, and minister for the same at the Court of Great Britain."
        },
        {
            "jsonId":108,
            "signerId":65,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Judge Chase was a man of great benevolence of feeling and in all his walks, he exemplified the beauties of Christianity, of which he was a sincere professor. At the time of his death he was a communicant in St. Paul's church in Baltimore, the parish of which, when he was a child, his father had pastoral charge."
        },
        {
            "jsonId":109,
            "signerId":67,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"George Clymer was born in Philadelphia, in the year 1739. His father was from Bristol, England, and died when George was only seven years old. His wife died before him and George was left an orphan. William Coleman, his mother's brother, a wealthy and highly esteemed citizen of Philadelphia, took George into his family, and in his education, and all other things, he treated him as a son. Having completed a thorough English education, he was taken into the counting-room of his uncle, and prepared for commercial life."
        },
        {
            "jsonId":110,
            "signerId":67,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"Mr. Clymer was peculiarly obnoxious to the British, an evidence of his patriotic zeal and unwavering attachment to the Republican cause. While the enemy were in possession of Philadelphia in the winter of 1778, they surrounded a house which they thought was Mr. Clymer's, with the intention of demolishing it, but they discovered it to belong to a relative of his of the same name, and they spared the edifice.\n\n After the defeat of the Americans at the Brandywine, and the British were marching triumphantly toward Philadelphia, Mr. Clymer moved his family into the country for safety. But their retreat was discovered, and the British soldiers sacked the house, destroyed the furniture, and wasted every sort of property which they could find."
        },
        {
            "jsonId":111,
            "signerId":67,
            "title":"Criminal Justice",
            "sortValue":"Criminal Justice",
            "notes":"Mr. Clymer moved his family to Princeton, for the purpose of having his children educated there. Public interest soon called him back to Pennsylvania, and he took a seat in its Legislature. It was while he was a member of that body, that the criminal code of that State was modified, and the penitentiary system introduced. It is conceded that the credit of maturing this wiser system of punishment, is chiefly due to Mr. Clymer, and for this alone he is entitled to the veneration due to a public benefactor."
        },
        {
            "jsonId":112,
            "signerId":67,
            "title":"Philanthropist",
            "sortValue":"Philanthropist",
            "notes":"Mr. Clymer was one of the projectors of the Academy of Arts and Sciences in Philadelphia, and was its first President, which office he held until his decease. He was also one of the founders of the Philadelphia Agricultural Society; and his name appears conspicuous in many of the benevolent movements of his day."
        },
        {
            "jsonId":113,
            "signerId":71,
            "title":"Cautious Patriot",
            "sortValue":"Cautious Patriot",
            "notes":"Mr. Gwinnett favored the opposition of the Colonies to British oppression, to some degree, yet he was one of those cautious, doubting men at that time, who viewed the success of the colonies in an open rupture with the home government, as highly problematical. Therefore, when, in 1774, Georgia was solicited to unite her voice with the other colonies in a General Congress, Mr. Gwinnett looked upon the proposition with disfavor, as one fraught with danger and many evils. But falling in with Doctor Lyman Hall, and a few other decided patriots, his judgment became gradually convinced that some powerful movement was necessary, and at length he came out before the people, as one of the warmest advocates of unbending resistance to the British Crown. His cultivated mind and superior talents rendered him very popular with the people as soon as he espoused their cause, and every honor in their gift was speedily bestowed upon him."
        },
        {
            "jsonId":114,
            "signerId":71,
            "title":"Defending His Honor",
            "sortValue":"Defending His Honor",
            "notes":"Soon after the State Convention adjourned, Mr. Bullock, the president of the council, died, and Mr. Gwinnett was elected to that station, then the highest office in the gift of the people. The civil honors, so rapidly and lavishly bestowed upon him, excited his ambition, and while he was a representative in Congress, he aspired to the possession of military honors also. He offered himself as a candidate for the office of Brigadier General, and his competitor was Colonel McIntosh, a man highly esteemed for his manly bearing and courageous disposition. Mr. Gwinnett was defeated, and with mistaken views he looked upon his rival as a personal enemy. A decided alienation of their former friendship took place, and the breach was constantly widened by the continued irritations which Mr. Gwinnett experienced at the hands of Colonel M'Intosh and his friends. At length he was so excited by the conduct of his opposers [sic], and goaded by the thoughts of having his fair fame tarnished in the eyes of the community, from whom he had received his laurels, that he listened to the suggestions of false honor, and challenged Colonel M'Intosh to single combat. They met with pistols, and at the first fire both were wounded, Mr. Gwinnett mortally; and in the prime of life, at the early age of forty-five, his life terminated. He could well have said, in the language of the lamented Hamilton, when fatally wounded in a duel by Aaron Burr: 'I have lived like a man, but I die like a fool.'"
        },
        {
            "jsonId":115,
            "signerId":71,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Native born Englishmen were in the habit of regarding the colonists as inferior to themselves, and they were apt to assume a bearing toward them highly offensive. In some degree Mr. Gwinnett was obnoxious and guilty of this charge, and he looked upon his rapid elevation in public life, as an acknowledgment of his superiority. These feelings were too thinly covered not to be seen by the people when he was president of the council, and it soon engendered among the natives a jealousy that was fully reciprocated by him. This was doubtless the prime cause of all the difficulties which surrounded him toward the close of his life, and brought him to his tragical [sic] death.\n\n Mr. Gwinnett left a wife and several children, but they did not long survive him."
        },
        {
            "jsonId":116,
            "signerId":72,
            "title":"Persuading Georgia",
            "sortValue":"Persuading Georgia",
            "notes":"Doctor Hall was a close observer of the 'signs of the times,' and he was among the earliest of the southern patriots who lifted up their voices against British oppression and misrule. The community in which he lived was strongly imbued with the same feeling, for the people brought with them from New England the cherished principles of the Pilgrim Fathers-principles that would not brook attempts to enslave, or even to destroy a single prerogative of the colonies. The older settlers of Georgia, many of whom were direct from Europe, had these principles of freedom inwoven [sic] with their character in a much less degree, and therefore the parish of St. John, wherein Doctor Hall resided, seemed, at the first cry of liberty, to have all the patriotism of the province centered there.\n\n During the summer, Georgia became sufficiently aroused to come out as a colony in favor of the republican cause, and at a convention of the people held in Savannah, in July, five delegates to Congress were elected, of whom Doctor Hall was one. He presented his new credentials in May 1776, and he took part in the debates which ensued on the motion of Mr. Lee for Independence. Doctor Hall warmly supported it, and voted for it on the fourth of July. He signed the Declaration on the second of August, and soon afterward returned home for a season."
        },
        {
            "jsonId":117,
            "signerId":72,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"Doctor Hall was a member of Congress nearly all the while until 1780, when the invasion of his state, by the British, called him home to look after the safety of his family. He arrived there in time to remove them, but was obliged to leave his property entirely exposed to the fury of the foe. He went north, and while the British had possession of the state, and revived royal authority in government there, his property was confiscated. He returned to Georgia, in 1782, just before the enemy evacuated Savannah."
        },
        {
            "jsonId":118,
            "signerId":74,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Benjamin Harrison was born in Berkley, in Virginia, but the exact time of his birth is not certainly known. His ancestors were among the earlier settlers of that colony, having emigrated thither from England, in the year 1640. His paternal ancestor married in the family of the king's surveyor-general, and this gave him an opportunity to select the most fertile regions of the State for settlement and improvement. Thus he laid the foundation of that large estate which is still in the hands of the family."
        },
        {
            "jsonId":119,
            "signerId":77,
            "title":"Sensitive to Injustice",
            "sortValue":"Sensitive to Injustice",
            "notes":"While in England, Mr. Hayward, became deeply impressed with the injustice of the prevailing feeling there, that a colonial British subject was quite inferior (and should be treated as such) to the native born Englishman. Such was the sentiment of society, and upon this sentiment, the government seemed to act by appointing to office in the colonies few but natives of the British Islands; and in its carelessness of the rights and privileges of the colonists, as if they were not equally protected by the broad aegis of the British Constitution. These things, even at that early age, alienated his affection from the mother country, and he returned to his native land with mortified feelings, and a heartfelt desire to free it from the bondage of transatlantic rule.\n\n Before returning to America, Mr. Hayward visited several of the states of Europe, and instead of being dazzled by the pomp and trappings of royalty and its minions, he looked upon them all as the costly and bloodstained fruit of wrong and oppression; and he saw in the toiling, downtrodden millions of the producers, such a contrast to the happy laborers of his own dear land, that he felt an affection for his country of the tenderest [sic] nature, and his patriotism took deep root, even while he stood before the throne of royal rulers."
        },
        {
            "jsonId":120,
            "signerId":77,
            "title":"Patriot",
            "sortValue":"Patriot",
            "notes":"He was among the earliest in South Carolina who resisted the oppressive measures of the Home Government, and from the passage of the Stamp Act, until the battle of Lexington, he consistently and zealously promoted the patriot cause, ever repudiating the degrading terms of conciliation - absolute submission - which the British Government demanded. The openness and manly frankness with which he espoused the patriot cause, made him a leader in the revolutionary movements in that Province, and he was placed in the first General Assembly, that organized after the abdication of the colonial governor. He was also appointed a member of the first Committee of Safety there."
        },
        {
            "jsonId":121,
            "signerId":76,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"The parents of Joseph Hewes were natives of Connecticut, and belonged to Society of Friends, or Quakers. Immediately after their marriage, they moved to New Jersey, and purchased a Small farm at Kingston, within a short distance of Princeton. It was there that Joseph was born, in the year 1730."
        },
        {
            "jsonId":122,
            "signerId":78,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"William Hooper was born in Boston, Massachusetts, on the seventeenth day of June 1742. His father was a Scotchman and a graduate of the University of Edinburgh. Soon after leaving that institution, he emigrated to America, and fixed his residence at Boston, where he was married. William was his first born, and he paid particular attention to his preparation for a collegiate course."
        },
        {
            "jsonId":123,
            "signerId":78,
            "title":"Patriotism Questioned",
            "sortValue":"Patriotism Questioned",
            "notes":"Mr. Hooper formed a circle of very polished acquaintances in North Carolina, and he soon became highly esteemed among the literary men of the province. He rose rapidly in his profession, and in a very short time he stood at the head of the bar in that region. He was greatly esteemed by the officers of the government, and his success in the management of several causes, in which the government was his client, gave him much influence.\n\n When, in 1770-1771, an insurrectionary movement was set on foot by a party of the people termed the Regulators, Mr. Hooper took sides with the government, and advised and assisted Governor Tryon in all his measures to suppress the rebellion. For this, he was branded as a royalist, and even when he openly advocated the cause of the patriots, he was for a time viewed with some suspicion lest his professions were unreal. But those who knew him best, knew well how strongly and purely burned that flame of patriotism which his zealous instructor, Mr. Otis, had lighted in his bosom; and his consistent course in public life, attested his sincerity."
        },
        {
            "jsonId":124,
            "signerId":82,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Mr. Jefferson's family were among the early British emigrants to Virginia. His ancestors came from Wales, from near the great Snowdon mountain. His grandfather settled in Chesterfield, and had three sons, Thomas, Field, and Peter. The latter married Jane, daughter of Isham Randolph, of Goochland, of Scotch descent; and on the thirteenth of April 1743. They resided at that time at Shadwell, in Albermarle county, Virginia. Thomas was the eldest of their children. His father died when he was fourteen years old, leaving a widow and eight children-two sons, and six daughters. He left a handsome estate to his family; and the lands, which he called Monticello, fell to Thomas, where the latter always resided when not engaged in public duty, and where he lived at the time of his death."
        },
        {
            "jsonId":125,
            "signerId":82,
            "title":"Emancipation",
            "sortValue":"Emancipation",
            "notes":"Before the Revolution, Mr. Jefferson made strong but unsuccessful efforts in the Virginia Assembly for the emancipation of the slaves."
        },
        {
            "jsonId":126,
            "signerId":82,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"In 1765, while yet a student, Jefferson heard the celebrated speech of Patrick Henry against the Stamp Act; and fired by its doctrines, he at once stood forth the avowed champion of American freedom. So manifest were his talents, that in 1769 he was elected a member of the Virginia Legislature, and became at once active and popular there. He filled that station until the period of the Revolution, when he was called to the performance of more exalted duties in the national council."
        },
        {
            "jsonId":127,
            "signerId":82,
            "title":"Marriage",
            "sortValue":"Marriage",
            "notes":"He was married in January 1772, to Mrs. Martha Skelton, a wealthy widow of twenty-three, who was the daughter of John Wales, an eminent Virginia lawyer."
        },
        {
            "jsonId":128,
            "signerId":82,
            "title":"Law Reform",
            "sortValue":"Law Reform",
            "notes":"From the early part of 1777 to the middle of 1779, Mr. Jefferson was assiduously employed, conjointly with George Wythe and Edmund Pendleton, on a commission for revising the laws of Virginia. The duty was a most arduous one; and to Mr. Jefferson belongs the imperishable honor of being the first to propose, in the Legislature of Virginia, the laws forbidding the importation of slaves; converting estates tail into fee simple; annulling the rights of primogeniture; establishing schools for general education; and confirming the rights of freedom in religious opinion.\n\nThe right of primogeniture belongs to the eldest son, who succeeded to the estate of his ancestor, to the exclusion of his brothers and sisters."
        },
        {
            "jsonId":129,
            "signerId":82,
            "title":"Treatment of POWs",
            "sortValue":"Treatment of POWs",
            "notes":"Congress having resolved not to suffer the prisoners captured at Saratoga, under Burgoyne, to leave the United States until the convention, entered into by Gates and Burgoyne, should be ratified by the British government, they were divided, and sent to the different States, to be provided for during the interval. A division of them was sent, early in 1779, into the interior of Virginia, near the residence of Mr. Jefferson; and his benevolent feelings were strongly exhibited by his sympathy for these enemies of his country. The prisoners were in great distress, and Mr. Jefferson and his friends did all in their power to alleviate their sufferings. An apprehended scarcity of provisions, determined Governor Patrick Henry to remove them to another part of the State, or out of it entirely. At this the officers and men were greatly distressed, and Mr. Jefferson wrote a touching appeal to the governor in their behalf; and they were allowed to remain.\n\nThe officers and soldiers were very grateful to Mr. Jefferson, and when they were about to depart for England, the former united in a letter of thanks to him. Mr. Jefferson, in reply, disclaimed the performance of any great service to them, as said: 'Opposed as we happen to be in our sentiments of duty and honor and anxious for contrary events, I shall, nevertheless, sincerely rejoice in every circumstance of happiness and safety which you may attend you personally.'"
        },
        {
            "jsonId":130,
            "signerId":82,
            "title":"Nearly Captured",
            "sortValue":"Nearly Captured",
            "notes":"Very soon after his retirement to private life, Tarleton, who attempted to capture the members of the legislature convened at Charlottesville, a short distance from Jefferson's residence, came very near taking him prisoner. Jefferson had sent his family away in his carriage, and remained to attend to some matters in his dwelling, when he saw the cavalry ascending a hill toward his house. He mounted a fleet horse, dashed through the woods, and reached his family in safety."
        },
        {
            "jsonId":131,
            "signerId":82,
            "title":"Federal Money",
            "sortValue":"Federal Money",
            "notes":"In 1784, Mr. Jefferson wrote an essay on coinage and currency for the United States, and to him we are indebted for the convenient denominations of our federal money, the dollar as a unit, and the system of decimals."
        },
        {
            "jsonId":132,
            "signerId":82,
            "title":"Opposed a National Bank",
            "sortValue":"Opposed a National Bank",
            "notes":"In 1791, Washington asked Jefferson's opinion respecting a national bank, a bill for which had been passed by Congress and approved by Washington. He gave his opinion in writing, and strongly objected to the measure as being unconstitutional."
        },
        {
            "jsonId":133,
            "signerId":82,
            "title":"Gunboat Proposal",
            "sortValue":"Gunboat Proposal",
            "notes":"Mr. Jefferson recommended the construction of a large number of gunboats for the protection of American harbors. But they were unpopular with navy officers, and being liable to destruction by storms, the scheme, after a brief experiment, was abandoned."
        },
        {
            "jsonId":134,
            "signerId":82,
            "title":"Retirement",
            "sortValue":"Retirement",
            "notes":"At the close of his second Presidential term, Mr. Jefferson retired to private life, and amid the quiet scenes of Monticello, he spent the remaining seventeen years of his being, in philosophical and agricultural pursuits. Through his instrumentality, a university was founded in 1818, at Charlottesville, near Monticello, of which he was rector until his death, and a liberal patron as far as his means would allow.\n\n Toward the close of his life, his pecuniary affairs became embarrassed, and he was obliged to sell his library, which Congress purchased for thirty-thousand dollars. A short time previous to his death, he received permission from the Legislature of Virginia, to dispose of his estate by lottery, to prevent its being sacrificed to pay his debts. He did not live to see it consummated."
        },
        {
            "jsonId":135,
            "signerId":82,
            "title":"Passing on the Fourth",
            "sortValue":"Passing on the Fourth",
            "notes":"In the spring of 1826, his bodily infirmities greatly increased, and in June he was confined wholly to his bed. About the first of July he seemed free from disease, and his friends had hopes of his recovery; but it was his own conviction that he should die, and he gave directions accordingly. On the third, he inquired the day of the month. On being told, he expressed an ardent desire to live until the next day, to breathe the air of the fiftieth anniversary of his country's independence. His wish was granted: and on the morning of the fourth, after having expressed his gratitude to his friends and servants for their care, he said with a distinct voice, 'I resign myself to my God, and my child to my country.' These were his last words, and about noon on that glorious day he expired. It was a. most remarkable coincidence that two of the committee (Mr. Adams and Mr. Jefferson) who drew up the Declaration of Independence; who signed it; who successively held the office of Chief Magistrate, should have died at nearly the same hour on the fiftieth anniversary of that solemn act.\n\n Just before he died, he handed Mrs. Randolph, whom he tenderly loved, a morocco case, with a request that she would not open it until after his decease. It contained a poetical tribute to her virtues, and an epitaph for his tomb, if any should be placed upon it. He wished his monument to be a small granite obelisk with this inscription: 'Here was buried Thomas Jefferson, Author of the Declaration of Independence, Of the Statute of Virginia for Religious Freedom, And Father of the University of Virginia.'"
        },
        {
            "jsonId":136,
            "signerId":82,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"President Jefferson was a little over eighty-three years of age at the time of his death. His manner was simple but dignified, and his conversational powers were of the rarest value. He was exceedingly kind and benevolent, an indulgent master to his servants, liberal and friendly to his neighbors. He possessed remarkable equanimity of temper, and it is said he was never seen in a passion. His friendship was lasting and ardent; and he was confiding and never distrustful.\n\n In religion he was a freethinker; in morals, pure and unspotted; in politics, patriotic, honest, ardent and benevolent. Respecting his political character, there was (and still is) a great diversity of opinion, and we are not yet far enough removed from the theatre of his acts to judge of them dispassionately and justly. His life was devoted to his country; the result of his acts whatever it may be, is a legacy to mankind."
        },
        {
            "jsonId":137,
            "signerId":84,
            "title":"Admiring His Brother",
            "sortValue":"Admiring His Brother",
            "notes":"On the return of Richard Henry Lee from England, whither he had been to acquire a thorough education, Francis, who was then just stepping from youth into manhood, was deeply impressed with his various acquirements and polished manners, and adopted him as a model for imitation. He leaned upon his brother's judgment in all matters, and the sentiments which moved the one impelled the other to action. And when his brother with his sweet voice and persuasive manner, endeavored, by popular harangues, to arouse his friends and neighbors to a sense of the impending danger, which act after act of British oppression shadowed forth, Francis caught his spirit; and when he was old enough to engage in the strife of politics, he was a full-fledged patriot, and with a 'pure heart and clean hands' he espoused the cause of freedom."
        },
        {
            "jsonId":138,
            "signerId":84,
            "title":"Philanthropist",
            "sortValue":"Philanthropist",
            "notes":"Possessed of ample wealth, Mr. Lee used it like a philosopher and a Christian in dispensing its blessings for the benefit of his country and his fellow men."
        },
        {
            "jsonId":139,
            "signerId":84,
            "title":"Passing",
            "sortValue":"Passing",
            "notes":"In April 1797, the younger Lee was prostrated by an attack of pleurisy, which terminated his life in the course of a few days. He was in the sixty-third year of his age. His wife was attacked by the same disease, and died a few days after the decease of her husband."
        },
        {
            "jsonId":140,
            "signerId":83,
            "title":"Birth",
            "sortValue":"Birth",
            "notes":"Richard Henry Lee was born in the county of Westmoreland, Virginia, on the twentieth day of January 1732, within a month of time, and within a few miles space of the great and good Washington."
        },
        {
            "jsonId":141,
            "signerId":1,
            "title":"Warning General Braddock",
            "sortValue":"Warning General Braddock",
            "notes":"Braddock accepted the services of Major Washington and a force of Virginia militia, and had he listened to the advice of the young Virginia soldier, he might not only have avoided the disastrous defeat at the Great Meadows, but saved his own life. But when Washington, who was well acquainted with the Indian mode of warfare, modestly offered his advice, the haughty Braddock said: 'What! an American buskin teach a British General how to fight!' The advice was unheeded, the day was lost, and Braddock was among the slain."
        },
        {
            "jsonId":142,
            "signerId":83,
            "title":"Public Confidence",
            "sortValue":"Public Confidence",
            "notes":"Such confidence had the people in the judgment and integrity of Mr. Lee, even though so young, that, it is said, numbers of people on their dying beds, committed to him the guardianship of their children."
        },
        {
            "jsonId":143,
            "signerId":83,
            "title":"Moves to End Slavery",
            "sortValue":"Moves to End Slavery",
            "notes":"The first time Mr. Lee ever took part in a debate, sufficiently to make a set speech, was in the House of Burgesses, when it was proposed to 'lay so heavy a duty on the importation of slaves, as effectually to stop that disgraceful traffic.' His feelings were strongly enlisted in favor of the measure, and the speech which he made on the occasion astonished the audience, and revealed those powers of oratory which before lay concealed."
        },
        {
            "jsonId":144,
            "signerId":83,
            "title":"Exposing Corruption",
            "sortValue":"Exposing Corruption",
            "notes":"Mr. Lee's fearlessness and independence of spirit, as well as his eloquence, were soon afterward manifested when he undertook the task of calling to account Mr. Robinson, the delinquent treasurer of the colony. A large number of the members of the House of Burgesses, who belonged to the old aristocracy of Virginia, were men, who, by extravagance and dissipation, had wasted their estates, and resorted to the ruinous practice of borrowing to keep up an expensive style of living not warranted by their reduced means. Nearly all of them had borrowed money of Mr. Robinson, and he had even gone so far as to lend them treasury notes, already redeemed, which it was his duty to destroy, to secure the public against loss. He believed that their influence and number in the House of Burgesses, would screen him from punishment, supposing there were none hardy enough to array himself against them. But Mr. Lee did array himself against all that corrupt power, and in the prosecution of the delinquent treasurer, carried his point successfully."
        },
        {
            "jsonId":145,
            "signerId":83,
            "title":"Proponent of a Classless Society",
            "sortValue":"Proponent of a Classless Society",
            "notes":"Mr. Lee fearlessly expressed his sentiments of reprobation of the course pursued by the British Government toward the colonies, and he organized the first association in Virginia for opposing British oppression in that colony, when it came in the form of the Stamp Act. He was the first man in Virginia, who stood publicly forth in opposition to the execution of that measure, and although by birth, education and social station, he ranked with the aristocracy, he was foremost in breaking down those distinctions between the wealthy class and the 'common people,' as those self-constituted patricians called those who labored with their hands. Associated with him, was the powerful Patrick Henry, whose stormy eloquence strongly contrasted with the sweet-toned and persuasive rhetoric of Lee, but when they united their power the shock was always irresistible."
        },
        {
            "jsonId":146,
            "signerId":83,
            "title":"Bold Patriotism",
            "sortValue":"Bold Patriotism",
            "notes":"Mr. Lee was very active in promoting the prevalence of non-importation agreements; and when he heard, through his brother, of the Boston Port Bill, he drew up a series of condemnatory resolutions to present to the Virginia Assembly (One of these resolutions proposed the calling of a General Congress, but even the warmest partisans thought this measure altogether too rash to be thought of.). The Governor heard of them, and dissolved the Assembly before the resolutions could be introduced. Of course this act of royal power greatly exasperated the people, and instead of checking the ball that Mr. Lee had put in motion, it accelerated its, speed. The controversy between the Governor and representatives here begun, continued, and the breach grew wider and wider, until at length, in August 1774, a convention of delegates of the people assembled at Williamsburgh [sic], in despite of the Governor's proclamation, and appointed Richard Henry Lee, Patrick Henry, George Washington, and Peyton Randolph, to the General Congress called to meet in Philadelphia on the fifth of September, following. In that Congress, Mr. Lee was one of the prime movers, and his convincing and persuasive eloquence nerved the timid to act and speak out boldly for the rights of the colonists. His conduct there made a profound impression upon the public mind, and he stood before his countrymen as one of the brightest lights of the age."
        },
        {
            "jsonId":147,
            "signerId":83,
            "title":"Self-Sufficiency",
            "sortValue":"Self-Sufficiency",
            "notes":"Long before non-importation agreements were proposed, Mr. Lee practiced the measure. In order to show the people of Great Britain that America was really independent of them in matters of luxury, as well as necessity, he cultivated native grapes, and produced most excellent wine. He sent several bottles to his friends in Great Britain, 'to testify his respect and gratitude for those who had shown particular kindness to Americans.' He told them that it was the production of his own hills; and he ordered his merchant in London, who had before furnished his wine, not to send any more, nor any other articles on which Parliament had imposed a duty to be paid by Americans."
        },
        {
            "jsonId":148,
            "signerId":83,
            "title":"Monumental Motion",
            "sortValue":"Monumental Motion",
            "notes":"'Resolved, That these United Colonies are, and of right ought to be, free and independent States; that they are absolved from all allegiance to the British Crown; and that all political connection between them and the State of Great Britain, is, and ought to be, totally dissolved.'"
        },
        {
            "jsonId":149,
            "signerId":83,
            "title":"Accused of Toryism",
            "sortValue":"Accused of Toryism",
            "notes":"Mr. Lee continued an active and indefatigable member of Congress until 1779, when, as lieutenant of the county of Westmoreland, he entered the field at the head of the militia, in defense of his State. He was occasionally absent from Congress on account of his health, and once on account of being charged with Toryism, because he received his rents in produce, instead of the depreciated continental currency. He demanded and obtained an investigation before the Virginia Assembly, and it resulted in the passage of a resolution of thanks for his many services in and out of Congress, and by his immediate reelection to a seat there."
        },
        {
            "jsonId":150,
            "signerId":83,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"His last days were crowned with all the honor and reverence which a grateful people could bestow upon a benefactor, and when death cut his thread of life, a nation truly mourned. He sunk to his final rest on the nineteenth day of June, 1794, in the sixty-fourth year of his age.\n\n Richard Henry Lee was a scion of the noblest stock of Virginia gentlemen. Should ancestral dignity and renown add anything to the coronal that enwreathes the urn of his memory, it is fully entitled to it, for his relations for several generations were distinguished for wealth, intellect and virtue."
        },
        {
            "jsonId":151,
            "signerId":87,
            "title":"Framer of the Declaration",
            "sortValue":"Framer of the Declaration",
            "synopsis":"Though not a Signer",
            "notes":"Robert R. Livingston was not one of those who signed the Declaration of Independence, yet his name should ever be inseparably connected with theirs, for he was one of the committee of the immortal Congress of 1776, to whom was entrusted the momentous task of framing that revered document. With such considerations, we have deemed it our duty to include the memoir that great man, to the biographies of his colleagues in the National Council whence emanated that Declaratory Act which gave birth and freedom to a great nation."
        },
        {
            "jsonId":152,
            "signerId":87,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Robert R. Livingston was of noble lineage -- noble, not only by royal patent, but in high and virtuous deeds. James Livingston, about the middle of the sixteenth century, was appointed Regent of Scotland, during the minority of James I. A grand-daughter of this Livingston married Donald, king of the Hebrides. Several members of the family had distinct titles; one was Earl of Newburgh, another Earl of Linlithgow, another Earl of Callander, and another Earl of Livingstone. The latter was the common ancestor of the branch of the family that emigrated to America. He was hereditary governor of Linlithgow Castle, in which Mary, Queen of Scots, was born, and his daughter was one of the four ladies who attended Mary to France, as her companions. The grandson of Lord Livingston, who was an eminent divine, emigrated to Rotterdam, in 1663, in consequence of the religious persecutions in Scotland, and he was one of the commissioners in the negotiations for that peace, which eventuated in the transfer of the colony of New York from the states of Holland to England. His son Robert emigrated to America, in 1678, and in 1686 he obtained a patent for the Manor of Livingston, upon the Hudson river, in Columbia County, New York. He was afterward chiefly instrumental, in a conference with King William and others, in causing the expedition which was fitted out against the pirates that infested the American coast. Captain Kidd was appointed the agent in the enterprise, but through the connivance as is supposed, of Governor Fletcher, of New York, he became a greater pirate himself than those he came to subdue. Robert R. Livingston, our subject, was the great-grandson of Robert, the first proprietor of the Livingston manor."
        },
        {
            "jsonId":153,
            "signerId":87,
            "title":"Brother-in-Law",
            "sortValue":"Brother-in-Law",
            "notes":"General Richard Montgomery married a sister of Mr. Livingston, and, toward the close of 1775, he commanded an expedition against Quebec. In endeavoring to scale the heights of Abraham near that city, he was mortally wounded by a canon shot. His remains were taken to the city of New York in 1818, and deposited beneath a monument placed under the portico of St. Paul's Church, in that city."
        },
        {
            "jsonId":154,
            "signerId":87,
            "title":"US Constitution",
            "sortValue":"US Constitution",
            "notes":"Mr. Livingston was a member of the convention of New York which assembled at Poughkeepsie, in 1788, to take into consideration the newly formed Federal Constitution, and he was then one of its warmest advocates in procuring its ratification by that body."
        },
        {
            "jsonId":155,
            "signerId":87,
            "title":"President's Oath of Office",
            "sortValue":"President's Oath of Office",
            "notes":"In April 1789, Washington, the first President of the United States, was inaugurated in the city of New York. It was one of the most august occasions the world has ever witnessed, and Chancellor Livingston had the exalted honor of administering the oath of office to that great leader, and of witnessing before high heaven his solemn pledge to support the constitution."
        },
        {
            "jsonId":156,
            "signerId":87,
            "title":"Louisiana Purchase",
            "sortValue":"Louisiana Purchase",
            "notes":"In 1801, Chancellor Livingston was appointed by President Jefferson, minister to the court of France, at the head of which was then the young conqueror of Italy, Napoleon Bonaparte, First Consul of the French Republic. He at once won the esteem and confidence of that great captain, and successfully negotiated with his ministers for the purchase of Louisiana, then in possession of France.\n\n The treaty was signed in April 1802, by Mr. Livingston and Mr. Monroe, on the part of the United States, and by the Count de Marbois in behalf of France. When it was signed, Mr. Livingston arose from his seat and with solemn and prophetic voice said, 'We have lived long, but this is the noblest work of our whole lives. The treaty which we have just signed has not been obtained by art or dictated by force; equally advantageous to both contracting parties, it will change vast solitudes into flourishing districts. From this day the United States take their place among the powers of the first rank; the English lose all exclusive influence in the affairs of America.' Napoleon, too, spoke prophetically. 'This accession of territory,' said he, 'strengthens for ever the power of the United States; and I have given to England a maritime rival, that will sooner or later humble her pride.'"
        },
        {
            "jsonId":157,
            "signerId":87,
            "title":"Philanthropist",
            "sortValue":"Philanthropist",
            "notes":"While in Europe, Chancellor Livingston indulged and cultivated his taste for literature and the Fine Arts; and he sent to the American Academy of Fine Arts, which was established in New York, in 1801, a very fine collection of antique busts and statues now in possession of its rival and successor, the National Academy of Design, and some admirable paintings. Science, too, claimed his attention, and the aid and encouragement which he rendered Robert Fulton in his steamboat experiments, by which they were made successful, form an imperishable monument of honor to his memory. Agriculture was his study and delight, and to him the farmers of this country are indebted for the introduction of gypsum, or plaster, for manure, and the clover grass."
        },
        {
            "jsonId":158,
            "signerId":87,
            "title":"Steam Power",
            "sortValue":"Steam Power",
            "notes":"Chancellor Livingston was the only man of influence who seemed to appreciate the character of Fulton's genius, and sympathize with him in his efforts to render steam subservient to purposes of navigation. He warmly entered into all his plans, fully comprehended his theories, and was convinced at the outset of the practicability of the project. He had himself made many advances in the same road with Mr. Fulton, before he became acquainted with him. He applied to the Legislature of New York, in 1798, for a special act, giving him the exclusive right to navigate the waters of the Hudson river with boats 'propelled by fire or steam' for twenty years. Dr. Samuel Mitchell, then in the House of Assembly, introduced a bill accordingly, and it brought down upon him an avalanche of ridicule; and the debates which arose upon it were amusing in the extreme. It is said that when any of the younger members wished to indulge in a little fun, they would call up Dr. Mitchell's 'hot water bill,' and handy their jokes without stint. Many of the older members declared that the project of propelling vessels by steam was too preposterous to be seriously thought of; and was unworthy of being dignified by legislative action. But an act granting the privilege was finally passed; yet the experiments of Mr. Livingston were not sufficiently successful to warrant him to build a boat of any considerable size. For a while he abandoned the scheme, and it was not until after his return from France, whither Mr. Jefferson sent him as minister, that he resumed his experiments. He became acquainted with Mr. Fulton in Paris, and on his return to the United States, they united their interests and their talents, and produced a boat, in 1807, which was propelled by steam from New York to Albany, at the rate of five miles an hour.\n\n The first trip which this boat made was one of intense interest to Fulton and his warmhearted colleague, Chancellor Livingston. A few doubting friends ventured on board, and when the boat left the wharf; they almost wished themselves again on shore, for they felt the jeers of the crowd that huzzaed for 'Fulton's folly' as the vessel moved out into the stream. On she went some distance up the river and stopped! 'Just as I expected' was the feeling of all, and the expression of many. But Fulton's confidence was not shaken; he discovered the cause and the boat moved on. They reached the Taappan Sea, glided through Haverstraw Bay, and at length entered the great amphitheater of the Highlands at Caldwell's. Onward moved the mysterious vessel. West Point was passed, magnificent Newburgh Bay was entered, the green fields of Duchess and Columbia, and the towering peaks of the Catskills were passed, and Albany was reached. The victory was complete -- science vindicated the claims of Genius, and a new creation of the western world began. Now the fruits of that victory are seen world wide, and the achievements of Fulton and Livingston on that day are how honored as having given an almost omnipotent scepter to civilization."
        },
        {
            "jsonId":159,
            "signerId":87,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Chancellor Livingston continued actively engaged in public life until a year or so before his death, which occurred at his country-seat at Clermont, on the twenty-sixth day of February, 1813, when he was in the sixty-sixth year of his age. He was a prominent actor in scenes which present features of the most remarkable kind, as influencing the destinies of the world. His pen, like his oratory, was chaste and classical; and the latter, because of its purity and ease, obtained for him from the lips of Doctor Franklin, the title of the Cicero of America. And to all of his eminent virtues and attainments he added that of a sincere and devoted Christian, the crowning attribute in the character of a good and great man."
        },
        {
            "jsonId":160,
            "signerId":88,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Thomas Lynch, Junior, was born in George's parish, upon the North Santee river, South Carolina, on the fifth day of August 1749. He was a descendant of an ancient Austrian family, natives of the town of Lintz. A branch of the family moved to England, and settled in the county of Kent. Thence they went to Connaught in Ireland, and it was from that place that the great-grandfather of our subject emigrated to America and settled in South Carolina, a short time after its first settlement. He purchased large tracts of land, and when they fell into the possession of the father of Thomas Lynch, junior, they possessed great value, and gave him a splendid fortune."
        },
        {
            "jsonId":161,
            "signerId":88,
            "title":"Marriage",
            "sortValue":"Marriage",
            "notes":"Thomas soon after returning to America married a beautiful young lady, named Shubrick, between whom and himself; a mutual attachment had existed from childhood. This tender relation and the possession of an ample fortune, were calculated to wed him to the ease and enjoyments of domestic life, but young Lynch had caught the spirit of his patriotic father, and he stood up, like a strong young oak, to breast the storm of the Revolution, then gathering black on every side."
        },
        {
            "jsonId":162,
            "signerId":88,
            "title":"Lost at Sea",
            "sortValue":"Lost at Sea",
            "notes":"Mr. Lynch did not long remain in Congress, for the declining health of both himself and his father caused him to resign his seat and return home. They travelled slowly until they reached Annapolis, where his father had another paralytic stroke, which terminated his life. With a sad heart and debilitated frame, the bereaved son returned home. But the canker of disease was preying upon his vitals, and by the advice of physicians, he resolved to go to the south of Europe, with the faint hope, that restored health might be the result. It being perilous at that time to go in an American vessel, he sailed for the West Indies toward the close of 1779, with the expectation of finding a neutral vessel there, in which to embark for Europe. His affectionate wife accompanied him, but they never reached their destination. The vessel was supposed to have foundered at sea, and all on board perished, for it was never heard of afterward.\n\n Thus, at the early age of thirty years, terminated the life of one of that sacred band who pledged life, fortune and honor, in defense of American freedom. Like a brilliant meteor, he beamed with splendor for a short period, and suddenly vanished forever."
        },
        {
            "jsonId":163,
            "signerId":89,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Thomas McKean was born in New London, Chester County, Pennsylvania, in year 1734. His father was a native of Ireland, and Thomas was the second child of his parents."
        },
        {
            "jsonId":164,
            "signerId":89,
            "title":"Late Signer",
            "sortValue":"Late Signer",
            "notes":"Being called away to aid General Washington in New Jersey, with a regiment of Philadelphia Associators, (of which Mr. McKean was colonel) immediately after the vote on the Declaration of Independence was taken. Mr. McKean did not sign the instrument until sometime in the month of October following."
        },
        {
            "jsonId":165,
            "signerId":89,
            "title":"Delaware Constitution",
            "sortValue":"Delaware Constitution",
            "notes":"In September, 1776, (although then at the head of a regiment under Washington in New Jersey) he was chosen a member of a Convention in Delaware to frame a State Constitution. On receiving notice of his appointment, he set off for Dover, and on his arrival was requested by the Convention to draft a Constitution. He acceded to their request, and before the next morning the charter was completed. That instrument was then adopted by an unanimous vote."
        },
        {
            "jsonId":166,
            "signerId":89,
            "title":"Two States",
            "sortValue":"Two States",
            "notes":"Mr. McKean was claimed as a citizen by both Pennsylvania and Delaware, and he faithfully served them both, for in 1777, he was Chief Justice of the former, and President of the latter. In addition to these offices he was Speaker of the Delaware Assembly, and delegate to the Continental Congress. In 1781, on the resignation of Mr. Huntington, of Connecticut, of the office of President of Congress, Mr. McKean was elected to succeed him. But he resigned the office in November following, and received the thanks of Congress for his able services while presiding over that body."
        },
        {
            "jsonId":167,
            "signerId":89,
            "title":"War Threats",
            "sortValue":"War Threats",
            "notes":"During 1777 Mr. McKean was obliged to move his family five times, to avoid the marauding enemy. The next year party spirit running very high in Pennsylvania, he found a faction arrayed against him, who made an abortive attempt to impeach him. It was like 'the viper biting a file.'"
        },
        {
            "jsonId":168,
            "signerId":89,
            "title":"Political Enemies",
            "sortValue":"Political Enemies",
            "notes":"From the period of the conclusion of the war, Judge McKean was actively engaged in Pennsylvania and Delaware in various services which the arrangement of discordant political elements into a symmetrical form of government required; and his labors in aid of the formation and adoption of the Federal Constitution, were various and arduous. He continued in the chair of Chief Justice of Pennsylvania until 1799, (a period of twenty years) when he was elected Governor of that State. To this office he was elected three successive terms, and held it nine years. At the session of 1807-1808, of the Pennsylvania Legislature, his opponents presented articles of impeachment for maladministration, which closed with a resolution that 'Thomas McKean, the Governor of the Commonwealth, be impeached of high crimes and misdemeanors.' The charges were brought fully before the House, but by the summary measure of indefinitely postponing their consideration, they were never acted upon."
        },
        {
            "jsonId":169,
            "signerId":89,
            "title":"War of 1812",
            "sortValue":"War of 1812",
            "notes":"The last public act of Governor McKean, was to preside over the deliberations of the people of Philadelphia, when, during the war with Great Britain in 1812, that city was threatened with an attack from the enemy. He then withdrew into private life, where he remained until his death, which occurred on the twenty-fourth day of June, 1817, in the eighty-fourth year of his age."
        },
        {
            "jsonId":170,
            "signerId":90,
            "title":"European Traveler",
            "sortValue":"European Traveler",
            "notes":"Young Middleton remained in England some time after leaving Cambridge, for the twofold purpose of self-improvement and of forming acquaintances with the branch of his family that remained there. He then went to the continent, and for two years he travelled and made observations of men, and manners, and things, in southern Europe. He passed several months at Rome where his highly cultivated mind became thoroughly schooled in the theory of the fine arts, and made him quite proficient as a painter."
        },
        {
            "jsonId":171,
            "signerId":90,
            "title":"Marriage",
            "sortValue":"Marriage",
            "notes":"Mr. Middleton returned to South Carolina, in 1768, and very soon afterward married an accomplished young lady, named Izard. About a year after this event, he took his young wife and made a second tour on the continent of Europe, and spent some time in England."
        },
        {
            "jsonId":172,
            "signerId":90,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"He and his wife returned from Europe in 1773, and, by the indulgence of his father, he took the family seat for his residence. There in the possession of wealth and every domestic enjoyment, he had bright prospect of worldly happiness. But even then the dark clouds of the Revolution were gathering, and in less than two years the storm burst upon the South, as well as all along the Atlantic seaboard, with great fury. Men could not remain neutral, for there was no middle course, and Arthur Middleton, as well as his father, laid their lives and fortunes upon the altar of patriotism. When the decision was made and the die was cast, Mr. Middleton laid aside domestic ease and entered at once upon active life. He was a member of one of the committees of safety of South Carolina, appointed by the Provincial Congress in 1775. In that body he was firm and unyielding in principle, and when, soon afterward, Lord William Campbell was appointed governor, and it was discovered that he was acting with duplicity, Mr. Middleton laid aside all private feeling, and recommended his immediate arrest.\n\n This proposition was too bold to meet the views of the more timid majority of the committee, and the governor was allowed to flee from the State. Had the proposition of Mr. Middleton been carried into effect, much bloodshed might have been saved in South Carolina, for Lord Campbell, after his flight joined Sir Henry Clinton, and representing the Tory interest as very powerful in that State, induced that commander, in connection with the fleet of Sir Peter Parker, to savage the coast and make an attack upon Charleston. In that engagement Lord Campbell was slain."
        },
        {
            "jsonId":173,
            "signerId":90,
            "title":"War Sacrifices",
            "sortValue":"War Sacrifices",
            "notes":"When, in 1779, South Carolina was invaded by the British, Mr. Middleton's property was exposed to their ravages. Yet he heeded not the destruction that was wrought, but joining Governor Rutledge in his attempts to defend the State, he left his estate entirely unprotected and only wrote to his wife to remove with the family a day's journey from the scene of strife. In this invasion a large portion of his immense estate was sacrificed. The following year, after the surrender of Charleston to the British, he was one of the many influential men who were taken prisoners and sent to St. Augustine in Florida. There he remained about one year, and was then sent, as an exchanged prisoner, to Philadelphia. He was at once elected by the Assembly of South Carolina, a representative in Congress, and he remained there until November 1782, when he returned to his family."
        },
        {
            "jsonId":174,
            "signerId":90,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"He was a representative in his State Legislature until near the close of 1787, when disease removed him from his sphere of usefulness. By exposure he contracted an intermittent fever, which he neglected until it was too late to check its ravages upon his constitution. He died on the first day of January 1788. He left his wife a widow with eight children. She lived until 1814, and had the satisfaction of seeing her offspring among the honored of the land."
        },
        {
            "jsonId":175,
            "signerId":93,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"John Morton descended from ancestors of Swedish birth, who emigrated to America in the early days of the seventeenth century, and settled upon the Delaware River, not far below Philadelphia. He was the only child of his father, who died before he was born, which event occurred in the year 1724. His mother, who was quite young, afterward married an English gentleman, who became greatly attached to his infant charge."
        },
        {
            "jsonId":176,
            "signerId":93,
            "title":"Deciding Vote",
            "sortValue":"Deciding Vote",
            "notes":"By virtue of his previous election, Mr. Morton was in his seat on the memorable fourth of July, 1776. The delegation from Pennsylvania then present were equally divided in opinion upon the subject of independence, and Mr. Morton was called upon officially to give a casting vote for that State. This was a solemn responsibility thrown upon him -- it was for him to decide whether there should be an unanimous vote of the Colonies for independence -- whether Pennsylvania should form one of the American Union. But he firmly met the responsibility, and voted YES; and from that moment the United Colonies were declared Independent States. We have said the delegation from Pennsylvania were divided. It was thus: Morris and Dickenson were absent, and Franklin and Wilson were in favor of, and Willing and Humphrey were opposed to, the Declaration; and Morton gave the casting vote."
        },
        {
            "jsonId":177,
            "signerId":93,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Morton did not live to see the blessings of peace and independence descend upon his country. He died in April 1777, in the fifty-fourth year of his age, leaving a widow and a large family of children. His death was a great public calamity, for men of his genius and patriotism were much needed at that time. His career presented another instance of the triumph of virtue and sound principles, in rising from obscurity to exalted station."
        },
        {
            "jsonId":178,
            "signerId":94,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Thomas Nelson was born at Yorktown, in Virginia, on the twenty-sixth of December 1738. His father, William Nelson was a native of England and emigrated to America about the beginning of the last century. By Prudence and industry he accumulated a large fortune, and held rank among the first families of Virginia."
        },
        {
            "jsonId":179,
            "signerId":94,
            "title":"Patriotism and Illness",
            "sortValue":"Patriotism and Illness",
            "notes":"In the spring of 1777, Mr. Nelson was seized with an alarming illness, which confined its attack chiefly to his head, and nearly deprived him, for a time, of his powers of memory. His friends urged him to withdraw from Congress for the purpose of recruiting his health, but he was loath to desert his post. He was, however, compelled to leave Philadelphia, and he returned to Virginia to recruit, with the hope and expectation of speedily resuming his seat in Congress. But his convalescence was slow, and when the convention met, he resigned his seat and retired to private life. But he was not suffered long to remain there, for the appearance of a British fleet off the coast of Virginia, and the contemplated attack of the enemy upon the almost defenseless seaboard, called him into the field at the head of the militia of the State. The alarm soon subsided, for the fleet of Lord Howe, instead of landing a force upon Virginia, sailed up the Chesapeake bay for the purpose of making an attack, by land, upon Philadelphia.\n\n About this time, the financial embarrassments of Congress caused that body to make an appeal to the young men of the Union, of wealth and character, to aid in recruiting the army, and otherwise assisting their country. Mr. Nelson entered heartily into the measure, and by the free use of his influence and purse, he raised a volunteer corps, who placed him at their head, and proceeded to join Washington at Philadelphia. Their services were not called into requisition, and they returned home, hearing the honor of a vote of thanks from Congress. The physical activity which this expedition produced, had an excellent effect upon General Nelson's health, and in 1779, he consented to be again elected a delegate to the Continental Congress. He took his seat in February, but a second attack of his old complaint obliged him to leave it in April, and return home. In May, the predatory operations of the enemy upon the coast, in burning Portsmouth, and threatening Norfolk and other places, caused General Nelson again to resume the services of the field. He collected a large force and proceeded to Yorktown, but the fleet of the enemy soon afterward returned to New York."
        },
        {
            "jsonId":180,
            "signerId":94,
            "title":"Supporting the Troops",
            "sortValue":"Supporting the Troops",
            "notes":"The sudden call of the militia from their homes left many families in embarrassed circumstances, for a great part of the agricultural operations were suspended. General Nelson used the extent of his means in ameliorating the condition of their families, by having his own numerous servants till their land. He also distributed his money liberally among them, and thus more than a hundred families were kept from absolute want."
        },
        {
            "jsonId":181,
            "signerId":94,
            "title":"All Necessary Means",
            "sortValue":"All Necessary Means",
            "notes":"The active Colonel Tarleton, of the British army, made every effort to effect the capture of the legislature of Virginia. He succeeded in getting some into his custody, and so irregular became their meetings, in consequence of being frequently obliged to disperse and flee for personal safety, that they passed an act which placed the government of the State in the hands of the governor and his council. The council, too, being scattered. General Nelson had the whole responsibility laid upon his shoulders, and in the exercise of his individual powers he was compelled, by the exigencies of the times, to do some things that were not strictly legal; but the legislature subsequently legalized all his acts."
        },
        {
            "jsonId":182,
            "signerId":94,
            "title":"Funding the Revolution",
            "sortValue":"Funding the Revolution",
            "notes":"Mr. Nelson made many and great pecuniary sacrifices for his country. When, in 1780, the French fleet was hourly expected, Congress felt it highly necessary that provision should be made for them. But its credit was prostrate, and its calls upon the States were tardily responded to. Virginia proposed to raise two millions of dollars, and Mr. Nelson at once opened a subscription list. But many wealthy men told Mr. Nelson that they would not contribute a penny on the security of the Commonwealth, but they would lend him all he wanted. He at once added his personal security."
        },
        {
            "jsonId":183,
            "signerId":94,
            "title":"Spared Not His Home",
            "sortValue":"Spared Not His Home",
            "notes":"During the siege of Yorktown, he observed that while the Americans poured their shot and shells thick and fast into every part of the town, they seemed carefully to avoid firing in the direction of his house. Governor Nelson inquired why his house was spared, and was informed that it was out of personal regard for him. He at once begged them not to make any difference on that account, and at once a well directed tire was opened upon it. At that moment a number of British officers occupied it, and were at dinner enjoying a feast, and making merry with wine. The shots of the Americans entered the house, and killing two of the officers, effectually ended the conviviality of the party."
        },
        {
            "jsonId":184,
            "signerId":94,
            "title":"Retirement",
            "sortValue":"Retirement",
            "notes":"Within a month after the battle of Yorktown, Governor Nelson, finding his health declining, resigned his office and retired to private life. It was at this period, while endeavoring to recruit his health by quiet and repose, that he was charged with malpractice, while governor, as alluded to in a preceding note. A full investigation took place, and the legislature, as before mentioned, legalized his acts, and they also acquitted him of all the charges preferred. He never again appeared in public life, but spent the remainder of his days alternately at his mansion in Yorktown, and his estate at Offly."
        },
        {
            "jsonId":185,
            "signerId":95,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"William Paca was the descendant of a wealthy planter on the east shore of Maryland. He was born at Wye Hall, his paternal residence, in the year 1740."
        },
        {
            "jsonId":186,
            "signerId":95,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"Mr. Paca, was admitted to the bar at the age of twenty, and the next year (1761), he was chosen a member of the Provincial Assembly. When the Stamp Act, in 1765, aroused the people of the colonies to their common danger, Mr. Paca, with Mr. Chase and Mr. Carroll, warmly opposed its operation. And every succeeding measure of the British government, asserting its right to tax the Americans without their consent, was fearlessly condemned by him, and thus he soon obtained the disapprobation of the royal governor of the Province, and of those who adhered to the king and parliament. Like Mr. Chase, he became very popular with the people by his patriotic conduct."
        },
        {
            "jsonId":187,
            "signerId":95,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"He was a pure and active patriot, a consistent Christian, and a valuable citizen, in every sense of the word. His death was mourned as a public calamity; and his life, pure and spotless, active and useful, exhibited a bright exemplar for the imitation of the young men of America."
        },
        {
            "jsonId":188,
            "signerId":97,
            "title":"Youth",
            "sortValue":"Youth",
            "notes":"It has been justly remarked, that the comparative obscurity in which the youth of Penn was passed, was, under the circumstances, a fortunate thing for him, for he had formed no associates with the frivolous and thoughtless, which, on his becoming sole master of an estate, would have led him into scenes of vice and dissipation, that might have proved his ruin. His mind, likewise, was possessed of much vigor, and he was naturally inclined to pursue an honorable and virtuous course."
        },
        {
            "jsonId":189,
            "signerId":97,
            "title":"Saving Virginia",
            "sortValue":"Saving Virginia",
            "synopsis":"Drawing Cornwallis Away from Invasion",
            "notes":"After the defeat of the Americans under General Gates, at Sanders' Creek, near Camden, Lord Cornwallis left Colonel Ferguson to keep the Americans in South Carolina at bay, and at once proceeded northward with the intention of invading Virginia. He had made arrangements for General Leslie to reinforce him in that State, by landing somewhere upon the shore of the Chesapeake. But while pursuing his march northward, and greatly harassed by bands of patriots, who had been set in motion by the active energies of Penn, Cornwallis heard of the defeat and death of Colonel Ferguson at King's Mountain, and he hastened back to South Carolina, and thus almost defenseless Virginia was saved from a destructive invasion."
        },
        {
            "jsonId":190,
            "signerId":97,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"The life of John Penn furnishes another example of the high attainments which may crown him who, though surrounded by adverse circumstances, by persevering industry cultivates mind and heart, and aims at an exalted mark of distinction. If young men would, like him, resolve to rise above the hindrance of adverse circumstances and push boldly on toward some honorable goal, they would seldom fail to reach it, and the race would be found to be far easier than they imagined it to be, when girding for its trial."
        },
        {
            "jsonId":191,
            "signerId":98,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"George Read was born in Cecil County, in the Province of Maryland, in the year 1734, and was the eldest of six brothers He was of Irish descent. His grandfather was a wealthy resident of Dublin, his native city, and his father emigrated to America from Ireland, about 1726."
        },
        {
            "jsonId":192,
            "signerId":98,
            "title":"Generous to His Siblings",
            "sortValue":"Generous to His Siblings",
            "notes":"We cannot pass unnoticed an act of noble generosity which marked Mr. Read's initial step in his legal profession. As soon as he was admitted to the bar a practicing attorney he voluntarily released, by deed, all the legal right which he had in the estate of his father, in behalf of the rest of the children; alleging that he had received his share in full in the expenses of his education, and that he conscientiously believed that it would be a fraud upon the others, if he should claim an equal share with them in the final division."
        },
        {
            "jsonId":193,
            "signerId":98,
            "title":"Marriage",
            "sortValue":"Marriage",
            "notes":"Mr. Read was married in 1763 to the accomplished and pious daughter of the Reverend George Ross, the pastor of a Church in New Castle, and a relative of the Attorney General."
        },
        {
            "jsonId":194,
            "signerId":98,
            "title":"Aid for Boston",
            "sortValue":"Aid for Boston",
            "notes":"When the sufferings of the people of Boston, from the effects of the Act of Parliament known as the Boston Port Bill, excited the warmest sympathy throughout the Colonies, and subscriptions for their relief were everywhere made -- Mr. Read, with Nicholas Van Dyke, was made the channel of transmission of the donations of the people of Delaware, and he was exceedingly active himself in procuring pecuniary and other aid."
        },
        {
            "jsonId":195,
            "signerId":98,
            "title":"Fooling the British",
            "sortValue":"Fooling the British",
            "notes":"When, in 1777, soon after the battle of Brandywine, Governor McKinley, the President of the State, was taken prisoner by the British, Mr. Read, who was Vice President, was obliged to perform his duties. He discharged them with fidelity, and at the same time he was active in the Committee of Safety. On one or two occasions he marched with the militia, musket in hand, to repel invasion. On his return to Delaware at the time Governor McKinley was made prisoner, Mr. Read and his whole family narrowly escaped the same fate. His family were with him in Philadelphia, and he was obliged to pass down the Jersey side of the Delaware and cross at a place where the river is five miles wide. He procured a boat and proceeded within sight of the ships of the enemy. Before reaching the shore the boat grounded, and, being perceived from one of the British vessels, a skid was sent in pursuit. Mr. Read had time to efface every mark from his baggage that might identify him, and so completely did he deceive the inmates of the skim by representing himself as a country gentleman just returning from an excursion with his family, that his pursuers kindly assisted in landing the ladies and the children, and in getting his boat ashore."
        },
        {
            "jsonId":196,
            "signerId":99,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Caesar Rodney was born at Dover, in the Province of Delaware in the year 1730. He was descended from English ancestry. His grandfather came from England soon after William Penn commenced the settlement of Pennsylvania. After remaining a short time in Philadelphia, and forming acquaintances with some of its most esteemed citizens, he went into the county of Kent, on the Delaware, and settled down upon a plantation. He was an active man, and becoming very popular, he held many posts of honor and distinction in that Province. He had several sons, but lost them all except his youngest, Caesar, the father of the subject of this memoir. Unambitious of public honors, and preferring the quiet of domestic life to the bustle and turmoil of the political field, he declined all offices that were tendered to him; and in the midst of agricultural pursuits he enriched his mind by study, and prepared his children for the duties of life.\n\nOn the death of his father, Mr. Rodney as the eldest male heir inherited the paternal estate, and with it, the distinguished consideration with which the family had ever been regarded."
        },
        {
            "jsonId":197,
            "signerId":99,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"There are no records to show at what precise time he appeared in public life, but as he seems to have been a leader in the recorded proceedings of the Legislature of that Province in 1762, it is quite probable that he had done service there some years earlier.\n\n When the Stamp Act excited the jealousy and alarm of the colonies, Mr. Rodney boldly proclaimed his sentiments in opposition to it and several antecedent acts of injustice which the British government had inflicted upon her colonies in America. He acted as well as thought and spoke, and when the Stamp Act Congress met in New York, in 1765, Mr. Rodney, together with Mr. McKean and Mr. Rollock, was chosen delegate thereto by an unanimous vote."
        },
        {
            "jsonId":198,
            "signerId":99,
            "title":"Passing",
            "sortValue":"Passing",
            "synopsis":"Lifelong Suffering with Cancer",
            "notes":"While thus laboring for his country's good, Mr. Rodney suffered greatly from the effects of a disease (cancer in the cheek) that had been upon him from his youth, and it made dreadful inroads upon his health. Feeling conscious that he was wasting away, he retired from public life and calmly awaited the summons for departure to the spirit-land. He died early in the year 1783, when in the fifty-third year of his age."
        },
        {
            "jsonId":199,
            "signerId":100,
            "title":"Refusing Pay",
            "sortValue":"Refusing Pay",
            "notes":"As a testimony of their appreciation of his services in the General Congress, it was voted that the sum of one hundred and fifty pounds sterling should be sent to Mr. Ross as a free gift, from the treasury of Lancaster county. But his stern patriotism made him courteously refuse the proffered donation."
        },
        {
            "jsonId":200,
            "signerId":100,
            "title":"Humanitarian",
            "sortValue":"Humanitarian",
            "synopsis":"Justice for Indians and Tories",
            "notes":"The benevolent attributes of Mr. Ross's character, led him early to exercise an active sympathy for the remnants of the Indian tribes in his vicinity, and through his influence their condition was ameliorated, and justice meted out to them, and their just wrath was frequently appeased by his exertions, when it threatened to burst like a consuming fire upon the frontier settlements. Both his own State Legislature and the National Council, made him a mediator in difficulties which arose with the Indians, and he acted the noble part of a pacificator, and a true philanthropist. Nor did his humane sentiments flow out toward the oppressed red man alone, but wherever weakness was trodden down by strength, he fearlessly lent his aid. Thus, when Tories or adherents to the Crown, were persecuted and imprisoned, and it was esteemed next to treason to defend their cause, Mr. Ross, Mr. Wilson, and a few others, were ever ready to plead in their behalf."
        },
        {
            "jsonId":201,
            "signerId":100,
            "title":"Sudden Passing",
            "sortValue":"Sudden Passing",
            "notes":"In April, 1799, Mr. Ross was appointed a Judge of the Court of Admiralty for Pennsylvania, in which office he would undoubtedly have greatly distinguished himself, had not death suddenly closed his active and highly useful life, in July, 1780, in the fiftieth year of his age."
        },
        {
            "jsonId":202,
            "signerId":102,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"Edward Rutledge was of Irish descent. His father, Doctor John Rutledge, emigrated from Ireland to America, in 1735, and settled at Charleston, South Carolina. He there commenced practice as a physician, in which he was very successful, and in the course of a few years, he married a young lady by the name of Hert, who brought him, as a marriage dowry, an ample fortune. When she was twenty-seven years of age, Dr. Rutledge died, and left her with a family of seven children, of whom Edward was the youngest. He was born at Charleston, in November 1749."
        },
        {
            "jsonId":203,
            "signerId":102,
            "title":"Peace Negotiator",
            "sortValue":"Peace Negotiator",
            "notes":"When, during the summer of 1776, Lord Howe, came commissioned to prosecute the war or negotiate for peace, Mr. Rutledge was appointed one of a committee with Dr. Franklin and John Adams, to meet him in conference upon Staten Island. The commissioners were instructed not to enter upon negotiations for peace, except in the capacity of representatives of free states, and having independence as a basis. As Lord Howe could not thus receive them, or listen to such proposals, the conference, as was anticipated, failed to produce any important results."
        },
        {
            "jsonId":204,
            "signerId":102,
            "title":"POW",
            "sortValue":"POW",
            "notes":"Mr. Rutledge took up arms and was placed at the head of a corps of artillery. In 1780, while Charleston was invested by the enemy, he was active in affording succor to General Lincoln, then within the besieged city. In one of these operations, in attempting to throw troops into the city, he was taken prisoner, and was afterward sent captive to St. Augustine in Florida. He remained a prisoner nearly a year, and was then exchanged and set at liberty. It was a gloomy time for the patriots, and the stoutest hearts began to quail. The bulk of the southern army, under Lincoln, had been made prisoners. But still hope did not quite expire, and the successes of Greene, and the victories of Marion and Sumpter, reanimated the fainting hearts of the republicans."
        },
        {
            "jsonId":205,
            "signerId":102,
            "title":"Mother Held Hostage",
            "sortValue":"Mother Held Hostage",
            "notes":"Alter the fall of Charleston, and the capture of Lincoln and the American army, Cornwallis became fearful of the influence of many citizens, and finally adopted a most cowardly measure. By his order, the Lieutenant Governor (Gadsden), most of the civil and military officers, and some others of the friends of the republicans, of character, were taken out of their beds and houses by armed parties, and collected at the Exchange, when they were conveyed on board a guard-ship, and transported to St. Augustine. Mr. Rutledge was one of the number. His mother did not escape the persecutions of their masters. Cornwallis also feared her talents and influence, and compelled her to leave her country residence and move into the city, where she would be more directly under the vigilant eye of his minions."
        },
        {
            "jsonId":206,
            "signerId":102,
            "title":"Restricting Slavery",
            "sortValue":"Restricting Slavery",
            "notes":"After the British evacuated Charleston in 1781, Mr. Rutledge retired, and resumed the practice of his profession; and for about seventeen years, his time was alternately employed in the duties of his business and service in the Legislature of his State. In the latter capacity he uniformly opposed every proposition for extending the evils of slavery. As a means of relief to those who, during the war, had lost a great many slaves, and were pressed for payment by those of whom they were purchased on credit, it was proposed to import a sufficient number, either from the West Indies, or from Africa direct, to make up the deficiency. All such evil propositions met no favor from Edward Rutledge."
        },
        {
            "jsonId":207,
            "signerId":102,
            "title":"Passing",
            "sortValue":"Passing",
            "notes":"In 1794, Mr. Rutledge was elected to the United States Senate, to supply the vacancy caused by the resignation of Charles Cotesworth Pinckney; and in 1798, he was elected Governor of his native State. But he did not live to serve out his official term. He had suffered much from hereditary gout, and on returning to Charleston after the adjournment of the Legislature, which sat at Columbia, he caught a severe cold, that brought on a paroxysm of his disease and terminated his life on the twenty-third day of January, in the year 1800."
        },
        {
            "jsonId":208,
            "signerId":104,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"James Smith was born in Ireland, and was quite a small child when brought by his father to this country. The date of his birth is not recorded, and Mr. Smith himself could never be induced to tell it. It is supposed to be somewhere about 1720. His father, who had a numerous family of children, settled upon the Susquehanna River, in Pennsylvania, and died there in 1761."
        },
        {
            "jsonId":209,
            "signerId":104,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"Mr. Smith early perceived the gathering storm which British oppressions were elaborating here; and when men began to speak out fearlessly, he was among the first in Pennsylvania to take sides with the patriots of Massachusetts and Virginia. He heartily seconded the proposition for non-importation agreements, and for a General Congress. He was a delegate from the county of York to the Pennsylvania convention (which was styled the Committee of Pennsylvania and later superseded by Pennsylvania's Colonial Assembly), whose duty it was to ascertain the sentiments of the people, and publish an address. Mr. Smith was a member of the subcommittee chosen to prepare the address, which was in the form of instructions to the representatives of the people in the General Assembly of the state. He was earnest in endeavoring to arouse the people to positive resistance, and as early as 1774, he was in favor of cutting the bond that held the colonies to the British throne."
        },
        {
            "jsonId":210,
            "signerId":104,
            "title":"Multiple Retirements",
            "sortValue":"Multiple Retirements",
            "notes":"In the spring of 1777, Mr. Smith declined a reelection to Congress, and resumed his professional business at York; but the unfortunate defeats of the Americans at the Brandywine and at Germantown, and the capture of Philadelphia by the British, called for his valuable presence in the national council, and he obeyed the voice of duty. Congress adjourned to Lancaster when Howe's army took Philadelphia, and afterward it adjourned to York, the place of Mr. Smith's residence. When the battle of Monmouth, in 1778, made the hope of American triumph beam brightly, Mr. Smith retired again from Congress, and resumed his professional business. In 1779 he was called to a seat in the Legislature of Pennsylvania, where he served one term, and then withdrew. This closed his public career, and he lived in the enjoyment of domestic happiness until his death, which occurred on the eleventh day of July, 1806. He is supposed to have been nearly ninety years of age."
        },
        {
            "jsonId":211,
            "signerId":104,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Smith was quite an eccentric man, and possessed a vein of humor, coupled with sharp wit, which made him a great favorite in the social circle in which he moved. He was always lively in his conversation and manners, except when religious subjects were the topics, when he was very grave and never suffered any in his presence to sneer at or speak with levity of Christianity. Although not a professor of religion, he was a possessor of many of its sublimer [sic] virtues, and practiced its holiest precepts."
        },
        {
            "jsonId":212,
            "signerId":106,
            "title":"Scant Information",
            "sortValue":"Scant Information",
            "notes":"Many of those bold patriots who pledged life, fortune, and honor, in support of the independence of the United States of America, left behind them but few written memorials of the scenes in which they took a conspicuous part, and hence the biographers who first engaged in the task of delineating the characters and acts of those men, were obliged to find their materials in scattered fragments among public records, or from the lips of surviving relations or compatriots. Such was the case of Thomas Stone, the subject of this brief sketch, whose unassuming manners and attachment to domestic life kept him in apparent obscurity except when called forth by the commands of duty."
        },
        {
            "jsonId":213,
            "signerId":107,
            "title":"Heritage",
            "sortValue":"Heritage",
            "notes":"George Taylor was born in Ireland, in the year 1716, and came to this country when he was about twenty years of age. He was the son of a clergyman, but whether Roman Catholic or Protestant, is not known."
        },
        {
            "jsonId":214,
            "signerId":109,
            "title":"Tenacious Patriotism",
            "sortValue":"Tenacious Patriotism",
            "notes":"Soon after commencing the practice of his profession, Mr. Walton became acquainted with some of the leading patriots in that province, among whom was Dr. Hall; and they found in him an apt pupil in the school of patriotism. His law tutor was an ardent patriot also, and these influences, combined with his own natural bias, made him espouse the republican cause with hearty zeal. He boldly opposed the movements of the loyalists, and soon called down upon his head the denunciations of the ruling powers. He labored assiduously to have the whole province take the road toward freedom, which the parish of St. John had chosen, yet his labor seemed almost fruitless. But at length the fruits of the zeal of himself and others began to appear, and in the winter of 1776, the Assembly of Georgia declared for the patriot cause, and in February appointed five delegates to the Continental Congress. Of these delegates, Mr. Walton was one.\n\nThe royal governor was so incensed at this daring and treasonable act of the Assembly that he threatened to use military force against them. But they utterly disregarded his authority, organized a new government, and elected Archibald Bullock president of the Executive Council."
        },
        {
            "jsonId":215,
            "signerId":109,
            "title":"Secret Committee",
            "sortValue":"Secret Committee",
            "notes":"The Congress was in session at Baltimore when he arrived, having adjourned there from Philadelphia because of the expected attack upon, that city by the British under Lord Cornwallis. The confidence which that body reposed in him was manifested three days after his arrival, by his appointment upon a committee with Robert Morris and George Clymer, to repair to Philadelphia and act as circumstances might require. This was a post of great trust and danger, and the powers delegated to the committee were almost unlimited; in their keeping and disposition nearly the whole of the finances of Congress were entrusted. This service was performed with the utmost fidelity."
        },
        {
            "jsonId":216,
            "signerId":109,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Walton had but one child, a son, who was a great solace to the declining years of his father (When General Jackson was governor of West Florida, Judge Walton's son held the office of Secretary of State, and was regarded as one of the most estimable men in that territory.). Judge Walton was universally beloved by those who knew him intimately, and the man who began his career as a carpenter's apprentice became the most exalted citizen of the Commonwealth in which he resided. Even at this late day, the remembrance of his services and exalted character, is fresh in the hearts of the people."
        },
        {
            "jsonId":217,
            "signerId":112,
            "title":"Legal Reforms Rejected",
            "sortValue":"Legal Reforms Rejected",
            "notes":"In 1791, the Pennsylvania House of Representatives chose him, by an unanimous vote, to revise and properly digest the laws of the state. He at once entered upon the duties assigned him, and had made a considerable progress in the arduous work, when his labors were arrested by the Senate refusing to concur in the object for which the appointment had been made. His task was never resumed."
        },
        {
            "jsonId":218,
            "signerId":112,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"For many years, Mr. Wilson stood at the head of the Philadelphia bar, and so popular was he as an advocate, that nearly every important case that came before the higher tribunals of that State was defended by him. As a patriot none was firmer; as a Christian none sincerer; and as a husband, father, neighbor and friend, he was beloved and esteemed in the highest degree."
        },
        {
            "jsonId":219,
            "signerId":115,
            "title":"Prodigal Son",
            "sortValue":"Prodigal Son",
            "notes":"George Wythe was one of Virginia's most distinguished sons. He was born in the year 1726, in Elizabeth county, and being the child of wealthy parents, he had every opportunity given him which the colony afforded for acquiring a good education. His father died when he was quite young, and his education and moral training devolved upon his mother, a woman of superior abilities. She was very proficient in the Latin language, and she aided him much in the study of the classics. But before he was twenty-one years of age, death deprived him of her guidance and instruction; and he was left at that early period of life with a large fortune and the entire control of his own actions. His character not having become fixed, he launched out upon the dangerous sea of pleasure and dissipation, and for ten years of the morning of his life he laid aside study and sought only personal gratification."
        },
        {
            "jsonId":220,
            "signerId":115,
            "title":"Self Educated",
            "sortValue":"Self Educated",
            "notes":"When about thirty years of age, a sudden change was wrought in him, and he forsook the places of revelry and the companionship of the thoughtless and frivolous, and resumed the studies of his youth with all the ardor of one anxious to make up lost time. He mourned over his misspent days, even in his old age which was clustered round with honors, and he felt intensely the truth of the assertion that 'time once lost, is lost forever.' He at once commenced a course of study, preparatory to entering upon the profession of the law, and he became a student in the office of Mr. Jones, then one of the most distinguished lawyers in the colony. He was admitted to the bar in 1757, and rose rapidly to eminence, not only as an able advocate, but as a strictly conscientious one, for he would never knowingly engage in an unjust cause."
        },
        {
            "jsonId":221,
            "signerId":115,
            "title":"Patriotism",
            "sortValue":"Patriotism",
            "notes":"For several years prior to the Revolution, Mr. Wythe was a member of the Virginia House of Burgesses, and when the Stamp Act aroused the patriotic resistance of the people, he stood shoulder to shoulder in that Assembly with Patrick Henry, Richard Henry Lee, Peyton Randolph and others, who were distinguished as leaders in legislation when the storm of the War of Independence burst upon the land."
        },
        {
            "jsonId":222,
            "signerId":115,
            "title":"Students",
            "sortValue":"Students",
            "notes":"Chancellor Wythe had the honor of being the law instructor of two of the Presidents, and one Chief Justice of the United States."
        },
        {
            "jsonId":223,
            "signerId":115,
            "title":"Just Judgment",
            "sortValue":"Just Judgment",
            "notes":"He was called upon to make the first decision on the important question whether debts contracted by persons in the United States to men in Great Britain, were or were not recoverable by law. The general feeling in the public mind was with the negative side of the question, but Chancellor Wythe, after patiently investigating the whole matter, fearlessly gave his opinion that such debts were binding and legally recoverable."
        },
        {
            "jsonId":224,
            "signerId":115,
            "title":"Philanthropist, Murdered?",
            "sortValue":"Philanthropist, Murdered?",
            "notes":"Notwithstanding the constant demand upon his time, which the duties of his official station made, Mr. Wythe opened and taught a private school, free to those who chose to attend it. Among other pupils was a negro boy belonging to him, whom he taught Latin, and he was preparing to give him a thorough education, when both he and the boy died. This occurrence took place the eighth day of June 1800, when Mr. Wythe was in the eighty-first year of his age. His death was sudden and was believed to have been caused by poison placed in his food by a near relative. That person was tried for the crime, but acquitted. The negro boy alluded to, partook of the same food, and died a short time previous to his master."
        },
        {
            "jsonId":225,
            "signerId":115,
            "title":"Emancipationist",
            "sortValue":"Emancipationist",
            "notes":"During his lifetime he manumitted all of his adult slaves, and he provided for the freedom of the younger ones, who were his property at the time of his death. He also made provision in his will for the support of a man, woman, and child, unto whom he had given freedom."
        },
        {
            "jsonId":226,
            "signerId":115,
            "title":"Family",
            "sortValue":"Family",
            "notes":"Mr. Wythe was twice married, but he left no offspring, an only child, by his first wife, having died in infancy."
        },
        {
            "jsonId":227,
            "signerId":115,
            "title":"Epitaph",
            "sortValue":"Epitaph",
            "notes":"Mr. Wythe was a man of great perseverance and industry, kind and benevolent to the utmost; was strict in his integrity, sincere in every word, faithful in every trust; and his life presents a striking example of the force of good resolution triumphing over the seductions of pleasure and vice, and the attainments which persevering and virtuous toil will bring to the practician [sic] of these necessary ingredients for the establishment of an honorable reputation, and in the labors of a useful life."
        },
        {
            "jsonId":228,
            "signerId":67,
            "title":"Indian Treaty and Retirement",
            "sortValue":"Indian Treaty and Retirement",
            "notes":" In 1796, Mr. Clymer was appointed, with Colonels Hawkins and Pickens, to negotiate a treaty with the Cherokee and Creek tribes of Indians, in Georgia. This they effected to the mutual satisfaction of the contending parties. This mission closed the public life of Mr. Clymer, and the remainder of his days were spent in acts of private usefulness, and a personal preparation for another world. He died on the twenty-fourth day of January, 1813, in the seventy-fourth year of his age. His long life was an active and useful one, and not a single moral stain marked its manifested purity."
        }
    ]
}
