{
    "records":[
        {
            "jsonId":1,
            "signerId":61,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "synopsis":"Admitted to the bar in 1758 and practiced in Braintree, MA. He became a barrister in 1761.",
            "notes":"Admitted to the bar in 1758 and practiced in Braintree, MA. He became a barrister in 1761."
        },
        {
            "jsonId":2,
            "signerId":61,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"At an early period, young Adams' mind was turned to the contemplation of the general politics of his country, and the atmosphere of liberal principles in which he had been born and nurtured, gave a patriotic bias to his judgment and feelings. He watched narrowly the movements of the British government toward the American colonies, and was ever out-spoken in his condemnation of its oppressive acts.\n\nHe was admitted as a barrister in 1761, and as his professional business increased, and his acquaintance among distinguished politicians extended, he became more publicly active, until in 1765, when the Stamp Act had raised a perfect hurricane in America, he wrote and published his Essay on the Canon and Feudal Law. This production at once placed him high in the popular esteem; and the same year he was associated with James Otis and others, to demand, in the presence of the royal governor, that the courts should dispense with the use of stamped paper in the administration of justice.\n\nAfter moving to Boston, he was actively associated with Hancock, Otis, and others in the various measures in favor of the liberties of the people, and was very energetic in endeavors to have the military removed from town. Governor Bernard attempted to bribe him to silence, at least, by offers of lucrative offices, but they were all rejected with disdain.\n\nSoon after the accession of Gage, the Assembly, having removed itself to Salem following the Boston Port Bill, adopted a proposition for a general Congress, and elected five delegates thereto in spite of the efforts of the governor to prevent it. John Adams was one of those delegates, and took his seat in the first Continental Congress, convened in Philadelphia on Sept 5, 1774. He was again elected a delegate in 1775, and through his influence, following the nomination of Thomas Johnson of Maryland, George Washington was elected Commander-in-Chief of all the forces of the United Colonies.\n\nOn May 6, 1776, Mr. Adams introduced a motion in Congress 'that the colonies should form governments independent of the Crown.' A month later, when Richard Henry Lee introduced a motion more explicitly to declare the colonies free and independent, Mr. Adams was one of it's warmest advocates. He was appointed to the committee of five to draft the Declaration of Independence. This was but one of ninety committees he sat on while in Congress.\n\nIn 1777, he was appointed a special commissioner to the Court of France, joining Benjamin Franklin. Upon returning home in 1779, he was selected to form a constitution for Massachusetts. In 1780, he arrived in England to negotiate a peace treaty, but he found the British indisposed to the idea. Before leaving for home, Congress sent him on a mission to Holland to negotiate a commerce treaty there and to negotiate for a loan of $10 million. In 1783, he was a signatory of the treaty of peace with Great Britain. He remained a minister to France and England at various times until he returned to the United States in 1788.\n\nIn 1788, Mr. Adams was elected Vice-President during the first election under the new Constitution, and was re-elected to the same position in 1792 (both under George Washington). In 1796, he was elected President of the United States (Federalist party).\n\nIn 1801, following his electoral defeat to Thomas Jefferson, he retired from public life."
        },
        {
            "jsonId":3,
            "signerId":116,
            "title":"Doctor",
            "sortValue":"Doctor",
            "notes":"Having passed his medical exams, he commenced practice at Kingston, NH, and proving skillful and successful, his business soon became lucrative, and he amassed a competency."
        },
        {
            "jsonId":4,
            "signerId":116,
            "title":"Militia Commander",
            "sortValue":"Militia Commander",
            "notes":"Mr. Bartlett was a stern, unbending republican in principle, yet, notwithstanding this, he was highly esteemed by Wentworth, the royal governor, and received from him a magistrate's commission, and also the command of a regiment of militia."
        },
        {
            "jsonId":5,
            "signerId":116,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1765, Mr. Bartlett was elected a member of the provincial legislature of New Hampshire. It was at the time when the Stamp Act was before the British Parliament, and Mr. Bartlett soon became a prominent leader of a party that opposed the various oppressive measures of the home government. Through Wentworth, magnificent bribes were offered him, but his patriotism was inflexible.\n\nIn late 1774, he was elected a member of the Continental Congress; subsequently in 1775, Governor Wentworth struck his name from the magistracy list, and deprived him of his military commission. He was still active in the provincial assembly, and the governor, despairing of reconciliation, and becoming somewhat alarmed for his own safety, left the province. The provincial Congress assumed the reins of government, and immediately re-appointed Dr. Bartlett colonel of militia.\n\nIn August of 1775, he was again chosen as a delegate to the Continental Congress, and was again re-elected in 1776. He was one of the committee appointed to devise a plan for the confederation of the States (June 1776), as proposed by Dr. Franklin. He warmly supported the proposition for independence, and when, on August 2nd, 1776, the members of Congress signed the Declaration, Dr. Bartlett was the first who affixed his signature, New Hampshire being the first state called.\n\nIn 1787, He was chosen President of New Hampshire, and held that responsible office until 1793 when he was elected the first governor of that state, under the new Federal Constitution. He held that office for one year, and then resigning it, he retired to private life."
        },
        {
            "jsonId":6,
            "signerId":116,
            "title":"Justice",
            "sortValue":"Justice",
            "notes":"In 1779 he was appointed Chief Justice of the Court of Common Pleas of New Hampshire, and the muster master of its troops. He was afterward raised to the bench of the Supreme Court of New Hampshire."
        },
        {
            "jsonId":7,
            "signerId":110,
            "title":"Seaman",
            "sortValue":"Seaman",
            "notes":"While still a lad, he went to sea, in which occupation he was engaged for several years. At age twenty-nine, he left the seafaring life, and with his brother entered into mercantile pursuits in Portsmouth, NH."
        },
        {
            "jsonId":8,
            "signerId":110,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1775, he was elected a member of the Provincial Congress of New Hampshire, and was chosen by that body to serve on the Committee of Safety. When, in 1775, the people of that state organized a temporary government, Mr. Whipple was chosen a member of the Council. In January 1776, he was chosen a delegate to the Continental Congress and was among those who, on the fourth of July of that year, voted for the Declaration of Independence. He remained in Congress until 1777 when he retired from that body having been appointed a Brigadier General of the New Hampshire Militia.\n\nIn 1782, he was appointed by Robert Morris to the office of financial agent in New Hampshire, but resigned the trust in the course of a year. During that year, he was appointed one of the commissioners to settle the dispute between Pennsylvania and Connecticut concerning the Wyoming domain, and was appointed president of the Court. He was also appointed, during that year, a side judge of the Superior Court of New Hampshire."
        },
        {
            "jsonId":9,
            "signerId":110,
            "title":"Militia",
            "sortValue":"Militia",
            "notes":"In 1775, Mr. Whipple was appointed a Brigadier General of the New Hampshire Militia. He was very active in calling out and equipping troops for the campaign against Burgoyne. He commanded one brigade, and General Stark the other. He was under Gates at the capture of Burgoyne, and was one of the commissioners to arrange the terms of capitulation. He was afterward selected one of the officers to march the British prisoners to Cambridge, near Boston.\n\nHe joined Sullivan in his expedition against the British on Rhode Island n 1778, with a pretty large force of New Hampshire Militia; however, the perverse conduct of the French Admiral D'Estaing in not sustaining the siege of Newport caused a failure of the expedition. General Whipple, and his brigade, returned to New Hampshire."
        },
        {
            "jsonId":10,
            "signerId":108,
            "title":"Doctor",
            "sortValue":"Doctor",
            "notes":"Mr. Thornton chose the medical profession, and at the close of his preparatory studies, he commenced his business career in Londonderry, NH. He became eminent as a physician, and in the course of a few years acquired a handsome fortune.\n\nIn 1745 he was appointed surgeon of the New Hampshire troops, and accompanied them in the expedition against Louisburg, a fortress upon the island of Cape Breton, Nova Scotia, then in possession of the French and considered one of the strongest fortifications in America."
        },
        {
            "jsonId":11,
            "signerId":108,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"When the provincial government of New Hampshire was organized, on the abdication of Governor Wentworth, Dr. Thornton was elected president (a six-month term). When the provincial Congress was organized, he was chosen Speaker of the House (January 1776). In September of the same year, he was appointed a delegate to the Continental Congress for one year and was permitted to sign his name to the Declaration of Independence when he took his seat in November.\n\nIn December 1776, he was again elected to the general Congress for one year. At the expiration of the term, he withdrew from Congress and only engaged in public affairs as far as his office as judge required his services."
        },
        {
            "jsonId":12,
            "signerId":108,
            "title":"Judge",
            "sortValue":"Judge",
            "notes":"After his return from the Louisburg expedition, he was appointed Justice of the Peace. In January 1776, he was appointed a judge of the Supreme Court of New Hampshire having previously been elected a member of the Court of Common Pleas. He resigned his judgeship in 1782."
        },
        {
            "jsonId":13,
            "signerId":73,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"His abilities, while working for his uncle's business, proved such, that, in 1760, his uncle sent Mr. Hancock on a business mission to England, where he was present at the funeral rites of George II and the coronation ceremonies of George III. Soon after his return to America, his uncle died, and left him, at the age of twenty-six, in possession of a princely fortune, one of the largest in the Province of Massachusetts. He soon relinquished his commercial pursuits and became an active politician, always taking the sides with those whose sentiments were liberal and democratic."
        },
        {
            "jsonId":14,
            "signerId":73,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Hancock's activities were soon noticed and appreciated by his townsmen in Boston, and was chosen by them one of its selectmen, and office of much consideration in those days. In 1766, he was chosen a representative for Boston in the General Provincial Assembly, where he had for his colleagues some of the most active patriots of the day, such as Samuel Adams, James Otis, and Thomas Cushing.\n\nWhen Parliament adopted those obnoxious measures toward America, which immediately succeeded the odious Stamp Act, Mr. Hancock was a member of the Provincial Assembly, and, in union with his fellow patriots, determined not to submit to them. He was one of the first who proposed and adopted non-importation measures, a system which gradually spread to other colonies, and produced a powerful effect upon the home government. Open resistance at length became common, and the name of Hancock figures conspicuously in the commotions that agitated Boston for more than eight years, such as the city-wide reaction to the seizure of his sloop, Liberty in 1768. He became a popular leader and drew upon himself the direst wrath of offended royalty (so that, in the terms of the general pardon offered in 1775, John Hancock and Samuel Adams were excluded as arch rebels and were the subjects of arrest when soldiers marched to Lexington).\n\nIn 1767, Mr. Hancock was elected a member of the Executive Council, but the choice was so displeasing to then Governor Bernard, that he rejected him. Before the election, the governor tried to sway him from the patriot's cause by offering him a Lieutenant's commission, but Mr. Hancock publicly rejected the offer by tearing the commission to pieces before a gathered audience. He was repeatedly elected, and as often rejected, and this served to increase his popularity among the people. At last the governor, for reasons unknown, sanctioned his appointment and received him into the Counsel.\n\nIn 1774, the Provincial Congress of Massachusetts unanimously elected Hancock their president. The same year he was chosen a delegate to the Continental Congress; and was re-elected to the same station in 1775. When, during the summer of that year Peyton Randolph left the presidential chair of that body, Mr. Hancock was elected to the station. As president, he labored arduously, and filled that chair on the Fourth of July, 1776. As President, he first signed the Declaration of Independence, and with his name alone, it first went forth to the world. His bold signature, the very index of his character, has always excited the admiration of the beholder.\n\nMr. Hancock resigned his office in 1777, owing to the precarious state of his health (suffering from gout) and the calls of his private affairs, which had been necessarily much neglected, and he hoped to pass the remainder of his life in the retirement of the domestic circle. Soon, though, he was elected a member of the Convention of Massachusetts to form a constitution for the government of the commonwealth. Therein he was assiduous as usual, and upon him was first conferred the honor, under the instrument of their adoption, of being governor of the Province, or State (the first to be popularly elected). He held the office for five consecutive years by annual election. After declining the office for two years, he was then re-elected and held the post until his death.\n\nHe was governor during that period of confusion which followed the adoption of the Federal Constitution and it's final ratification by the several States, and his wisdom and firmness proved greatly salutary in restraining those lawless acts which a spirit of disaffection toward the general government had engendered in New England, and particularly in Massachusetts (Shay's Rebellion) and New Hampshire.\n\nHe was elected a member of the Convention of Massachusetts to act on the adoption of the Federal Constitution, and was chosen president of that body; but sickness prevented his attendance until the last week of the session. He voted for the adoption of the constitution, and by his influence, a majority voted with him."
        },
        {
            "jsonId":16,
            "signerId":112,
            "title":"Judge",
            "sortValue":"Judge",
            "notes":"US Supreme Court Justice."
        },
        {
            "jsonId":17,
            "signerId":70,
            "title":"Vice-President",
            "sortValue":"Vice-President",
            "notes":"One of three signers to become Vice-President, he held the office under James Madison."
        },
        {
            "jsonId":18,
            "signerId":61,
            "title":"Vice-President",
            "sortValue":"Vice-President",
            "notes":"One of three signers to become Vice-President, he held the office under George Washington."
        },
        {
            "jsonId":19,
            "signerId":82,
            "title":"Vice-President",
            "sortValue":"Vice-President",
            "notes":"In 1796, he was the republican candidate for President, in opposition to John Adams. Mr. Adams succeeded, and Mr. Jefferson was elected Vice-President. At that time, the candidate receiving the next highest number of votes to the one elected president, was vice president. The constitution, on that point, has since been altered. During the time he was vice president, he wrote a manual for the Senate which is still the standard of parliamentary rule in Congress and other bodies."
        },
        {
            "jsonId":20,
            "signerId":62,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"His father desired that he become a lawyer, but as Mr. Adams was not disposed to this profession, his father placed him under the apprenticeship of Thomas Cushing Sr., a distinguished accountant of Boston, and afterwards a distinguished patriot. Mr. Adam's mind, however, was fixed on political subjects, and the mercantile profession presented few charms for him. His father furnished him with ample capital to commence business as a merchant, but his distaste for the profession, and the diversion of his mind from its demands by politics soon caused him serious embarrassments, and he became almost bankrupt."
        },
        {
            "jsonId":21,
            "signerId":62,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1765, Mr. Adams was chosen a representative for Boston in the General Assembly, and was soon distinguished for his intelligence and activity. He became a leader of the opposition to the royal governor, and treated with disdain the efforts (gifts and threats of attainder) made to silence him, although the offers proffered would have placed him in affluent circumstances. He was chosen Clerk of the House of Representatives; and he originated the , which proposed a Colonial Congress to be held in New York, and which was held there in 1766.\n\nMr. Adams was among those who secretly matured the plan of proposing a general Congress, and appointing delegates thereto in spite of General Gage's opposition. Mr. Adams was one of five delegates appointed, and he took his seat in that body on September 5th, 1774. He continued as an active member of Congress until 1781, and was among those who joyfully affixed their signatures to the Declaration of Independence.\n\nFollowing Congress, he was a member of the Convention to form a Constitution for Massachusetts, and was on the committee who drafted it. He was successively a member of the Senate of that Commonwealth, its President, Lieutenant-governor, and finally Governor. To the latter office he was annually elected, until the infirmities of age obliged him to retire from active life."
        },
        {
            "jsonId":22,
            "signerId":62,
            "title":"Organizer",
            "sortValue":"Organizer",
            "notes":"In 1772, Mr. Adams, and Richard Henry Lee of Virginia, almost simultaneously proposed the system of Committees of Correspondence, which proved such a mighty engine in bringing about a union of sentiment among the several Colonies previous to the bursting out of the Revolution. This, and other bold movements on his part, cause him to be the target of ministerial vengeance, and when Governor Gage issued his proclamation offering pardon to all who would return to their allegiance, Samuel Adams and John Hancock alone were excepted. This greatly increased their popularity, and fired the people with indignation."
        },
        {
            "jsonId":23,
            "signerId":96,
            "title":"Chaplain",
            "sortValue":"Chaplain",
            "notes":"After Harvard, Mr. Paine made a voyage to Europe, and on his return he prepared himself for the ministry, in which calling he was engaged as a chaplain in a military expedition to the north in 1755. Not long afterward he relinquished theology, studied law with Mr. Pratt (afterward Chief Justice of New York), and was admitted to the practice of the bar."
        },
        {
            "jsonId":24,
            "signerId":96,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"Mr. Paine commenced law practice in Boston, but after a short residence there he removed to Taunton, where he became a powerful opponent and rival of the celebrated Timothy Riggles (President of the Stamp Act Congress in 1765, and while opposing some of the act's measures, Mr. Riggles sided with King and Parliament during the Revolution). In 1768, Mr. Paine served as a delegate to the provincial Congress from Taunton. In 1770, during the trial of Captain Preston and his men (Boston Massacre) the District Attorney being sick, Mr. Paine was chosen as his substitute and conducted the case with great ability.\n\nHe was chairman of the Committee of Vigilance in Taunton in 1773. In 1774, he was elected a member of the Provincial Assembly and was one of the commissioners appointed to conduct the proceedings in the case of the impeachment of Chief Justice Oliver (accused of receiving his salary from the Crown and not from the people of the province).\n\nIn 1777, he was chosen Attorney-General of Massachusetts by a unanimous vote of the council and representatives, which he held until 1790 (prosecuting the accused in Shay's Rebellion), when he was appointed a Judge of the Supreme Court."
        },
        {
            "jsonId":25,
            "signerId":96,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"When delegates were elected to the General Congress over the objections of Governor Gage, Mr. Paine was among them. He was elected a member of the Provincial Congress of Massachusetts in the autumn of 1774. He was deputed by the General Congress with two others to visit the army of General Schuyler at the north for the purpose of observation. In 1775, he was again elected to the General Congress and signed the Declaration of Independence in 1776.\n\nHe was a member of the Convention that framed the Constitution of his native state, which was adopted in 1780."
        },
        {
            "jsonId":26,
            "signerId":70,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"After graduating from Harvard, he entered into commercial pursuits, amassed a handsome fortune, and by his intelligence and good character, won for himself the esteem of his fellow citizens."
        },
        {
            "jsonId":27,
            "signerId":70,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Having watched the oppressions of Great Britain towards his country, and having expressed his sentiments fearlessly, his townsmen elected him a member of the General Court of the province in 1773. There he soon became a bold and energetic leader, ingenious in devising plans of operation, and judicious and zealous in their execution. He was connected with John Adams and others in carrying through resolutions that had been offered in the General Court for the removal of Governor Hutchinson from office.\n\nHe was a member of the first Provincial Congress of that province, and was one of the most efficient opposers [sic] of Governor Gage. He was a member of the Provincial Congress at the time of the Battle of Bunker Hill. The night before the event, he and General Warren slept together in the same bed. They bade each other an affectionate farewell in the morning, and separated, Mr. Gerry to go to the Congress (sitting at Watertown) and Dr. Warren to be slain upon the battle-field.\n\nIn 1776, Mr. Gerry was elected a delegate to the Continental Congress (replacing Thomas Cushing III, former co-worker of Samuel Adams at his father's counting office, for his opposition to independence). There his commercial knowledge proved very useful, and he was put upon may committees where such knowledge was needed.\n\nIn 1777, Mr. Gerry was appointed one of a committee to visit Washington at his headquarters in Valley Forge. The report of that committee had a great effect upon Congress, and caused more efficient measures to be taken for the relief and support of the army. In 1780, he retired from Congress to look after his private affairs, but was re-elected in 1783. In 1785, he again retired.\n\nMr. Gerry was a member of the Convention of Massachusetts which adopted the present Constitution of the United States. He was so opposed to many of its leading features that he never subscribed his name to it, but when it became the fundamental law of the land, he did all in his power to carry out its provisions. He was twice elected a member of the House of Representatives under it, and after faithful services he again retired to private life.\n\nUpon his return from France (during the Adams administration), the Republicans of Massachusetts nominated him for Governor in 1809. He failed the first time, but was elected the next year."
        },
        {
            "jsonId":28,
            "signerId":70,
            "title":"Envoy to France",
            "sortValue":"Envoy to France",
            "notes":"Mr. Adams, when President, knew and appreciated the abilities of Mr. Gerry, and he called him forth from his domestic quiet, by nominating him one of three envoys to the Court of France. The joint mission was not received by that government, but Mr. Gerry was accepted, and this made him very unpopular with a large portion of the people of the United States. Mr. Gerry considered it his duty to remain, and did so."
        },
        {
            "jsonId":29,
            "signerId":79,
            "title":"Career",
            "sortValue":"Career",
            "notes":"Mr. Hopkins was a farmer until 1731, when he removed to Providence and engaged in mercantile business."
        },
        {
            "jsonId":30,
            "signerId":79,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1732, Mr. Hopkins was chosen a representative for Scituate, RI in the General Assembly, and was re-chosen annually until 1738. He was again elected in 1741, and was chosen Speaker of the House of Representatives. From that time until 1751, he was almost every year a member and speaker of the assembly. That year, he was chosen Chief Justice of the Colony.\n\nMr. Hopkins was a delegate to the Colonial Convention held in Albany in 1754. He was elected Governor of the Colony in 1756 and continued in that office until 1767. During the French war, Governor Hopkins was very active in promoting the enlistment of volunteers for the service, and when Montcalm seemed to be sweeping all before him at the north, Hopkins raised a volunteer corps, and was placed at its head; but its services were not needed, and it was disbanded.\n\nHe opposed the oppressive acts of Great Britain, and in 1774, he held three offices of great responsibility: Chief Justice of Rhode Island, Representative to the Provincial Assembly, and Delegate to the Continental Congress (re-elected in 1775 and 1776). He was chosen a delegate to the General Congress for the last time in 1778 and was one of the committee who drafted the Articles of Confederation for the government of the States. "
        },
        {
            "jsonId":31,
            "signerId":68,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"Mr. Ellery chose the profession of law as a business, and when he completed his studies, he commenced practice in Newport, RI, then one of the most flourishing places in the British American Colonies.\n\nFor twenty years, Mr. Ellery practiced law successfully, and acquired a fortune. When the troubles of the Revolution began, and, as an active patriot, he enjoyed the entire confidence of his fellow-citizens--he was called into public service."
        },
        {
            "jsonId":32,
            "signerId":68,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Ellery was a very active member of Congress, and on the 2nd of August, 1776, he signed the Declaration of Independence. In 1778, Mr. Ellery left Congress for a few weeks, and repaired to Rhode Island to assist in a plan to drive the British from the Island. It proved abortive, and many of the inhabitants were reduced to great distress. Mr. Ellery successfully exerted his influence in Congress for their relief. He was also a member of another committee to arrange some difficult matters connected with the admiralty courts. In each capacity, his wisdom and sound discretion made him successful.\n\nIn 1784, he was one of a committee to whom the definitive Treaty of Peace with Great Britain was referred.\n\nAfter the new constitution was adopted in 1788, and the new government was put in operation, he was appointed collector for the port of Newport, which office he retained until his death."
        },
        {
            "jsonId":33,
            "signerId":103,
            "title":"Jurist",
            "sortValue":"Jurist",
            "synopsis":"In 1755, Mr. Sherman was elected a representative of New Milford, in the General Assembly of Connecticut, and the same year he was appointed a Justice of the Peace. After practicing law about five years, he was appointed Judge of the County Court of Litchfield county. He moved to New Haven in 1761, when the same appointments were conferred upon him.\n\nIn 1783, he was appointed, with Judge Law of New London, to revise the statutes of the State, in which service he showed great ability.",
            "notes":""
        },
        {
            "jsonId":35,
            "signerId":103,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1766, he was elected to the senate, or upper house of the legislature of Connecticut; and it was at this time that the passage of the Stamp Act was bringing politicians of America decided stand in relation to the repeated aggressions of Great Britain. Roger Sherman fearlessly took part with the patriots, and was a leader among them in Connecticut until the war broke out. He was elected a delegate from Connecticut to the Continental Congress in 1774, and was present at the opening on the fifth of September. He was one of the most active members of that body, and was appointed one of the Committee to prepare a draft of a Declaration of Independence; a document to which he affixed his signature with hearty good will, after it was adopted by Congress.\n\nHe was a delegate from Connecticut in the Convention in 1787 that framed the present Constitution of the United States; and he was a member of the State Convention of Connecticut which assembled to act upon the ratification of that instrument.\n\nFor two years after the organization of the government of the Constitution, he was a member of the United States House of Representatives. He was then promoted to the Senate, which office he filled at the time of his death at the age of seventy-three."
        },
        {
            "jsonId":36,
            "signerId":81,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"He was appointed in 1775 one of the delegates from Connecticut in the General Congress. The following year he had the glorious privilege of voting for, and signing, the Declaration of Independence. He was a member of the Congress nearly five consecutive years, and was esteemed as one of the most active men there. His integrity and patriotism were stern and unbending; and so conspicuous became his sound judgment and untiring industry, that in 1779 he was appointed President of Congress, following John Jay, then the highest office in the nation. At length his impaired health demanded his resignation of the office in 1781, yet it was with great reluctance that Congress consented to dispense with his services. He again took his seat his seat in Congress in 1783, but left it again in November of that year, and retired to his family.\n\nIn 1784, he was appointed Chief Justice of the Superior Court of his State. In 1785 he was elected Lieutenant Governor and was promoted to the Chief Magistracy in 1786 which office he held until his death in 1796."
        },
        {
            "jsonId":37,
            "signerId":81,
            "title":"Jurist",
            "sortValue":"Jurist",
            "notes":"He was appointed Associate Judge of the Superior Court in 1774."
        },
        {
            "jsonId":38,
            "signerId":61,
            "title":"President",
            "sortValue":"President",
            "synopsis":"Second President of the United States",
            "notes":"John Adams was elected the second president of the United States in 1796, and served one term. He was the first to be elected from a political party, the Federalists party. Thomas Jefferson, receiving the second highest number of delegate votes, served as Vice-President."
        },
        {
            "jsonId":39,
            "signerId":111,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"Upon returning from the French war, he left the study of theology and entered into mercantile pursuits in Lebanon. At the age of twenty-five he was chosen town clerk, which office he held nearly half a century. At the commencement of the war he devoted himself to his country's service, and for that purpose he closed his mercantile business, so as not to have any embarrassments."
        },
        {
            "jsonId":40,
            "signerId":111,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"He was chosen a member of the Connecticut Assembly and held the seat for forty-five years. He was always present at its sessions, except when attending to his duties in the General Congress, to which he was elected a delegate in 1775. He was an ardent supporter of the proposition for Independence, and cheerfully signed the glorious Declaration when it was adopted.\n\nMr. Williams was a member of the State Convention of Connecticut, that decided upon the adoption of the Constitution of the United States, and voted in favor of it. His constituents were opposed to the measure, but it was not long before they discovered their error, and applauded his firmness."
        },
        {
            "jsonId":41,
            "signerId":111,
            "title":"Military",
            "sortValue":"Military",
            "notes":"When the French War broke out, he accompanied his relative, Colonel Ephraim Williams, in an expedition to Lake George, during which the colonel was killed. He returned home with settled feelings of dislike toward the British officers in general, who haughtily regarded the colonists as inferior men, and deserving of but little of their sympathy.\n\nWhen, in 1781, Arnold, the traitor, made an attack upon New London, Williams, who held the office of colonel of militia, hearing of the event, mounted his horse and rode twenty-three miles in three hours, but arrived only in time to see the town wrapped in flames."
        },
        {
            "jsonId":42,
            "signerId":114,
            "title":"Military",
            "sortValue":"Military",
            "notes":"Upon leaving Yale 1n 1747, he received a Captain's commission in the Army, and raising a company immediately, he marched to the northern frontier to confront the French and Indians. The Treaty of Aix-la-Chapelle terminated hostilities in 1748, and he returned home. He arose regularly from Captain to Major-General.\n\nDuring the latter part of the summer of 1776, he was actively engaged in the recruiting service, and after sending General Putnam (then on the Hudson river), several thousands of volunteers, he took command of a body of recruits, and joined General Gates at Saratoga. He aided in the capture of Burgoyne and his army in October 1777, and soon afterward, he again took his seat in Congress, then assembled at York, in Pennsylvania, where he continued until July 1778. In the summer of 1779, he took command of a division of Connecticut militia, and undertook, with success, the defense of the southwestern sea coast of that State, then invaded by a British army. From that time until 1783, he was alternately engaged in civil and military duties in his native State, and occasionally held a seat in Congress."
        },
        {
            "jsonId":43,
            "signerId":114,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1774, Mr. Wolcott was elected a member of the council of his native State; and he was annually re-elected until 1786, notwithstanding he was, during that time, a delegate to the Continental Congress, Chief Justice of Litchfield county, and also a Judge of Probate of that district.\n\nHe was appointed by the first General Congress, one of the Commissioners of Indian Affairs for the northern department; and he performed excellent service to the American cause by his influence in bringing about an amicable settlement of the controversy between Connecticut and Pennsylvania, concerning the Wyoming settlement: a controversy at one time threatening serious effects upon the confederacy.\n\nToward the close of 1775, Mr. Wolcott was elected a delegate to the second General Congress, and took his seat in January 1776. He took a prominent part in the debates respecting the independence of the Colonies, and voted for, and signed that glorious Declaration of American disenthralment [sic]. Soon after this act was consummated, he returned home, and was immediately appointed by Governor Trumbull and the Council of Safety, to the command of a detachment of Connecticut militia (consisting of fourteen regiments) destined for the defense of New York. After the battle of Long Island, he returned to Connecticut, and in November of that year, he resumed his seat in Congress, and was in that body when they fled to Baltimore at the approach of the British toward Philadelphia at the close of 1776.\n\nIn 1786, General Wolcott was elected Lieutenant Governor of Connecticut, and was re-elected every year, until 1796, when he was chosen Governor of the State. He was re-elected to that office in 1797, and held the station at the time of his death."
        },
        {
            "jsonId":44,
            "signerId":114,
            "title":"Indian Agent",
            "sortValue":"Indian Agent",
            "notes":"In 1784 and 1785, Mr. Wolcott was an active Indian Agent, and was one of the Commissioners who prescribed terms of peace to the Six Nations of Indians who inhabited Western New York."
        },
        {
            "jsonId":45,
            "signerId":69,
            "title":"Politics",
            "sortValue":"Politics",
            "notes":"Mr. Floyd's various excellences of character, united with a pleasing address, made him popular; and having espoused the republican cause in opposition to the oppressions of the mother country, he was soon called into active public life.\n\nHe was elected a delegate from New York to the first Continental Congress in 1774, and was one of the most active members of that body. He had previously been appointed commander of the militia of Suffolk County; and early in 1775, after his return from Congress, learning that a naval force threatened an invasion of the island, and that troops were actually debarking, he placed himself at the head of a division, marched toward the point of intended debarkation, and awed the invaders into a retreat to their ships. He was again returned to the General Congress, in 1775, and the numerous committees of which he was a member attest to his great activity. He ably supported the resolutions of Mr. Lee, and cheerfully voted for and signed the Declaration of Independence.\n\nOn account of impaired health, General Floyd asked for and obtained leave of absence from Congress in April 1779, and in May he returned to New York. He was at once called to his seat in the Senate and placed upon the most important of those committees of that body, who were charged with the delicate relations with the General Congress.\n\nIn 1780 he was again elected to Congress, and he continued a member of that body until 1783, when peace was declared. He then returned joyfully, with his family, to the home from which they had been exiled for seven years, and now miserably dilapidated. He declined a re-election to Congress, but served in the Legislature of his State until 1788, when, after the newly adopted Constitution was ratified, he was elected a member of the first Congress that convened under that charter in the city of New York in 1789. He declined an election the second time, and retired from public life.\n\nIn 1800 he was chosen a Presidential Elector; and in 1801 he was a delegate in the Convention that revised the Constitution of the State of New York. He was subsequently chosen a member of the State Senate, and was several times a Presidential Elector. The last time that he served in that capacity was a year before his death in 1821."
        },
        {
            "jsonId":46,
            "signerId":86,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"After graduating from Yale University, Mr. Livingston at once turned his attention to commercial pursuits, and engaged in an extensive and lucrative business in the city of New York, where his integrity and upright dealings won for him the profound respect of the whole community."
        },
        {
            "jsonId":47,
            "signerId":86,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Livingston first entered upon the public life in 1754, when he was elected an Alderman of the East Ward of the city of New York. (At that time the city contained only about eleven thousand inhabitants; and what is now called Wall Street was quite at the north part of town.) For nine consecutive years he was re-elected to that office, and always gave entire satisfaction to his constituents.\n\nWhen Sir Charles Hardy, the Governor of the Colony of New York, was appointed a rear-admiral in the British navy, the government devolved upon the lieutenant, Delancey, who at once, on the resignation of the governor, dissolved the General Assembly and ordered new elections. These contests at that time were very warm, but the superior education and influence of the Livingston family secured for Philip and his brother Robert seats in that body. It was a period of much agitation and alarm (the French and Indian war then being at its height, and the brilliant successes of Montcalm upon the northern frontier of New York gave the people great uneasiness), and required sterling men in legislative councils. Mr. Livingston soon became a leader among his colleagues, and by his superior wisdom and sagacity, measures were set on foot which resulted in the capture from the French of several important frontier fortresses, and finally the subjugation of Canada.\n\nMr. Livingston was the associate and leader of such men as General Schuyler, Pierre Van Cortlandt, Charles De Witt, etc., and so long as Whig principles had the ascendency in the Provincial Assembly, he was the Speaker of the House. When Toryism took possession of the province he left the Assembly. In 1774, Mr. Livingston was elected a delegate to the first Continental Congress, and was on the committee that prepared the address to the people of Great Britain; an address replete with bold and original thoughts, perspicuous and convincing arguments. The next year the Assembly presented such an array of Tories, that it was impossible to elect delegates to the second Congress. Accordingly several counties (New York, Albany, Dutchess, Ulster, Orange, Westchester, Kings, and Suffolk) of New York sent delegates to a Provincial Convention (1775), which body elected delegates to the General Congress, among whom was Philip Livingston, and his nephew, Robert R. Livingston. These delegates were vested with power to act as circumstances should require.\n\nMr. Livingston warmly supported the proposition for Independence, and he voted fro and signed the Declaration thereof. This was sanctioned by the Provincial Assembly of New York.\n\nWhen the State governments were formed, after the Declaration of Independence, Mr. Livingston was elected a member of the first Senate of New York, which met on the tenth of September, 1777. In 1778, although his health was in a precarious state, occasioned by dropsy in the chest, he obeyed the calls of duty, and took his seat in Congress, to which he had been elected. He had a presentiment that he should not return to his family, and accordingly on his departure, he bade his family and friends a final adieu (May 1778). On the twelfth of June, his presentiment became a reality, and his disease then suddenly terminated his life, at the age of sixty-two years. No relative was near to smooth his dying pillow, except his son Henry, a lad of eighteen years, then residing in the family of General Washington."
        },
        {
            "jsonId":48,
            "signerId":85,
            "title":"Merchant",
            "sortValue":"Merchant",
            "synopsis":"Immigrated to New York",
            "notes":"After leaving school, Mr. Lewis served an apprenticeship with a London merchant. At the age of twenty-one he became the possessor of some money, which he invested in merchandise and sailed for New York, in which city he formed a business partnership. Leaving a portion of his goods with his associate, he proceeded to Philadelphia with the balance, where he resided for two years. He then returned to New York, and made that his place of business and abode. He married the sister of Mr. Annesly, his partner, by whom he had seven children.\n\nMr. Lewis' business increased, and his commercial pursuits kept him much of his time in Europe until the opening of the French and Indian War, in which he was an active partisan.\n\nWhen the Stamp Act became law, and non-importation agreements nearly ruined commerce, he retired from business to his country residence on Long Island."
        },
        {
            "jsonId":49,
            "signerId":85,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Lewis was distinguished during the administration of Mr. Pitt, for his republican views, and he was elected one of the delegates for New York in the Colonial Congress of 1765.\n\nIn 1775 he was elected a delegate to the General Congress, by the convention of deputies from several counties of New York (cf. Philip Livingston). He was also elected a delegate for 1776, by the Provincial Assembly, and he became on of the signers of the Declaration of Independence, in August of that year. He was a member of Congress until 1778, and was always an active committee man in that body."
        },
        {
            "jsonId":50,
            "signerId":91,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In April of 1775, Mr. Morris was elected a member of the second Congress that met the following May. He was again elected to Congress in 1776, and when the question of Independence came up, he boldly advocated the measure, although it seemed in opposition to all his worldly interests. Like the others of the New York delegation, he was embarrassed by the timidity of the Provincial Congress, which seemed unwilling to sanction a measure so widely antipodent [sic] to all reconciliation with Great Britain. But the conviction of the of the final necessity of such a step, had been long fixed in the mind of Mr. Morris, and he did not for a moment falter. He signed the Declaration of Independence, and his State afterward thanked him for his patriotic firmness.\n\nMr. Morris relinquished his seat in the National Congress in 1777, but he was constantly employed in public service in his native State, either in its legislature, or as a military commander, until the adoption of the Constitution."
        },
        {
            "jsonId":51,
            "signerId":91,
            "title":"Military",
            "sortValue":"Military",
            "notes":"Mr. Morris was raised to the rank of Major General, but his active services were not brought into much requisition."
        },
        {
            "jsonId":52,
            "signerId":105,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"Graduating from New Jersey college, Mr. Stockton was admitted to the bar in 1754, and rose so rapidly in his profession, that in 1763 he received the degree of sergeant-at-law, a high distinction in the English Courts, and then recognized in the American Colonies.\n\nImprovement in his profession being his chief object in visiting Great Britain in 1766, Mr. Stockton was a constant attendant upon the higher courts when in London, and often visited the theatre to witness the eloquence of Garrick."
        },
        {
            "jsonId":53,
            "signerId":105,
            "title":"Jurist",
            "sortValue":"Jurist",
            "notes":"In 1768, Mr. Stockton was chosen a member of the royal executive council of New Jersey, and in 1774 he was placed upon the bench of the Supreme Court of that province. Having been honored by the personal regard of the King, and possessing an ample fortune, it would have seemed natural for him to have remained loyal; but, like Lewis Morris, his principles could not be governed by self-interest, and he espoused the cause of the patriots."
        },
        {
            "jsonId":54,
            "signerId":105,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"The Provincial Congress of New Jersey elected him a delegate to the General Congress in 1776, and he took his seat in time to take part in the debate upon the proposition of Independence. At first, he seemed doubtful of the expediency of an immediate Declaration of Independence, but after hearing the sentiments of nearly all, and the conclusive arguments of John Adams, he voted in favor of the measure, and cheerfully signed the Declaration.\n\nIn September of 1776, Mr. Stockton received an equal number of votes with Mr. Livingston, for Governor of New Jersey, but for urgent reasons, his friends gave the election to his competitor. He was at once elected Chief Justice of the State, but he declined the honor, and was re-elected to the General Congress. He was an active and influential member, and with Mr. Clymer, was sent, during the autumn, on a delicate mission to visit the northern army under General Schuyler in order to discover the cause and a remedy for the wretched condition of the army of the north."
        },
        {
            "jsonId":55,
            "signerId":113,
            "title":"Minister",
            "sortValue":"Minister",
            "notes":"Upon receiving his license, Mr. Witherspoon was requested to remain in Yester, as an assistant of his father, but he accepted a call at Beith, in the west of Scotland, where he labored faithfully for several years. While he was stationed at Beith, the battle of Falkirk took place, between the forces of George the Second, and Prince Charles Stuart, during the commotion known as the Scotch rebellion, in 1745-6. Mr. Witherspoon and others went to witness the battle, which proved victorious to the rebels: and he, with several others, were taken prisoners, and for some time confined in the castle of Doune.\n\nFrom Beith he removed to Paisley, where he became widely known for his piety and learning. He was severally invited to take charge of a parish and flock, at Dublin, in Ireland; Dundee, in Scotland; and Rotterdam, in Holland; but he declined them all.\n\nIn 1766 he was invited, by a unanimous vote of the trustees of New Jersey College, to become its president, but this too, he declined, partly on account of the unwillingness of his wife to leave the land of her nativity. But being strongly urged by Richard Stockton, then on a visit to that country, he accepted the appointment, and sailed for America.\n\nAfter the restoration of peace in 1783, Doctor Witherspoon withdrew from public life, except so far as his duties as minister of the gospel brought him before his flock. About two years before his death, he lost his eye-sight, yet his ministerial duties were not relinquished. Aided by the guiding hand of another, he would ascend the pulpit, and with all the fervor of his prime and vigor, break the Bread of Life to the eager listeners to his message."
        },
        {
            "jsonId":56,
            "signerId":113,
            "title":"President of New Jersey College",
            "sortValue":"President of New Jersey College",
            "notes":"Dr. Witherspoon arrived at Princeton with his family, in August, 1768, and on the seventeenth of that month he was inaugurated president of the College. His name and exertions wrought a great change in the affairs of that institution, and from a low condition in its finances and other essential elements of prosperity, it soon rose to a proud eminence among the institutions of learning in America.\n\nFor a long time party feuds had retarded the healthy growth of the College, and its finances were in such a wretched condition, that resuscitation seemed almost hopeless. But the presence of Doctor Witherspoon silenced party dissensions, and awakened new confidences in the institution; and the province of New Jersey, which had hitherto withheld its fostering aid, now came forward and endowed professorships in it.\n\nAfter the war, he endeavored to resuscitate the prostrate institution over which he had provided. Although his son-in-law, Vice President Smith, was entrusted the active duties in the effort, yet it cannot be doubted that the name and influence of Doctor Witherspoon were chiefly instrumental in effecting the result which followed. After urgent solicitation, he consented to go to Great Britain and ask for pecuniary aid for the college. In this movement his own judgment could not concur, for he knew enough of human nature to believe that while political resentment was still so warm there against a people who had just cut asunder the bond of union with them, no enterprise could offer charms sufficient to overcome it. In this he was correct, for he collected barely enough to pay the expense of his voyage."
        },
        {
            "jsonId":57,
            "signerId":113,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"When the British army invaded New Jersey, the College of Princeton was broken up, and the extensive knowledge of Dr. Witherspoon was called into play in a vastly different arena. He was called upon early in 1776, to assist in the formation of a new Constitution for New Jersey, and his patriotic sentiments and sound judgment were there so conspicuous that in June of that year, he was elected a delegate to the General Congress. He had already formed a decided opinion in favor of Independence, and he gave his support to the resolution declaring the States free forever. He took his seat in Congress on the twenty-ninth of June, 1776. On the first of July, when the subject of the Declaration of Independence was discussed, a distinguished member remarked that 'the people are not ripe for a Declaration of Independence.' Doctor Witherspoon observed: 'In my judgment, sir, we are not only ripe, but rotting.'\n\nDoctor Witherspoon was a member of Congress from the period of his first election until 1782, except a part of the year 1780, and so strict was he in his attendance, that it was a very rare thing to find him absent. He was placed upon the most important committees, and entrusted with delicate commissions. He took a conspicuous part in both military and financial matters, and his colleagues were astonished at the versatility of his knowledge. "
        },
        {
            "jsonId":58,
            "signerId":80,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Growing rapidly in the esteem of the people of New Jersey, Mr. Hopkinson was elected by them a delegate in 1776 to the General Congress. He supported there, by his vote, the Declaration of Independence, and joyfully placed his signature on it.\n\nMr. Hopkinson held the office of Loan Commissioner for a number of years; and on the death of his friend and colleague in Congress, George Ross, he was appointed Judge of Admiralty for the State of Pennsylvania. He held that office until 1790, when President Washington, properly appreciating his abilities, appointed him District Judge of the same State, which office he held with singular fidelity."
        },
        {
            "jsonId":59,
            "signerId":75,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Hart was elected to the Continental Congress in 1774. He was re-elected in 1775, but finding that his estate and family affairs needed his services, he resigned his seat, and for a time retired from public life. He was, however, elected a member of the Provincial Congress of New Jersey, and was Vice President of that body.\n\nThe talents of Mr. Hart were considered too valuable to the public to remain in an inactive state, and in February 1776, he was again elected a delegate to the General Congress. He was too deeply impressed with the paramount importance of his country's claims, to permit him to refuse the office; and he took his seat again in that body, and voted for and signed the Declaration of Independence."
        },
        {
            "jsonId":60,
            "signerId":66,
            "title":"Lawyer/Surveyor",
            "sortValue":"Lawyer/Surveyor",
            "notes":"A slender constitution warned Mr. Clark that he could not pursue, successfully, the rough labor of a farm, and he turned his attention to the study of mathematics and of law. He became a good practical surveyor; and though he never went through a course of legal study, yet he transacted a good deal of law business in Elizabethtown for a number of years, particularly in the drawing up of deeds, mortgages, and other legal papers. He acquired the universal esteem and confidence of the people, and received the enviable title of Poor Man's Counsellor [sic]."
        },
        {
            "jsonId":61,
            "signerId":66,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1776, Mr. Clark was elected a delegate to the Continental Congress, and having ample instruction from the Provincial Congress of New Jersey, he was not at all at a loss to know how to vote for his constituents, when the proposition of Independence was brought forth. He first took his seat in that body in June, and he voted for and signed the Declaration of Independence, although, like the rest of his colleagues from New Jersey, he was thus jeopardizing the safety of his property, and lives of himself and family. He remained an active member of the General Congress until peace was proclaimed, in 1783, with the exception of one term.\n\nIn 1788, Mr. Clark was again elected to the General Congress. In the interim he was a member of the State Legislature, and an active politician. He early perceived the defects of the old confederation, and was one of the delegates elected by New Jersey to the Convention that framed the present Constitution of the United States, in 1787. He was, however, prevented from attending by ill health. He was appointed one of the commissioners for settling the accounts of New Jersey with the General Government, and ably did he discharge the arduous duty. He was elected a member of the first Congress under the present Federal Government, and continued an active member of that body until near the close of his life."
        },
        {
            "jsonId":62,
            "signerId":92,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"Young Morris was placed in the counting room of Mr. Charles Willing, one of the leading merchants of Philadelphia, when he was fifteen years old, and about the same time he became an orphan by the sudden death of his father. He was greatly esteemed by Mr. Willing, who gave him every advantage his business afforded; and at the death of his master and friend, he was a finished merchant."
        },
        {
            "jsonId":63,
            "signerId":92,
            "title":"Importer",
            "sortValue":"Importer",
            "notes":"In 1754, Mr. Morris formed a mercantile business partnership with Mr. Thomas Willing. The firm soon became the most extensive importing-house in Philadelphia, and rapidly increased in wealth and standing. After the passage of the Stamp Act and the Tea Act, and non-importation agreements became general in the commercial cities of the colonies, Willing and Morris, notwithstanding the great loss of business it would occasion, not only cheerfully entered into the plan, but did all in their power to induce others to do likewise. But it was not until the tragedy at Lexington aroused the fiercest indignation of the colonists, and extinguished all hope of reconciliation, that Mr. Morris took an active part in public affairs."
        },
        {
            "jsonId":64,
            "signerId":92,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"The Battle of Lexington called Mr. Morris forth, and in November of the same year (1775), he was elected a delegate to the General Congress. His business talents were at once appreciated in that body, and he was placed upon the 'secret committee,' and also a committee to devise ways and means for providing a naval armament. In the spring of 1776, Congress chose him a special commissioner to negotiate bills of exchange, and to take other measures to procure money for the Government.\n\nMr. Morris was again elected to Congress on the eighteenth of July, 1776, fourteen days after the Declaration of Independence was adopted; and being in favor of the measure, he affixed his signature thereto on the second of August following. His labors in Congress were incessant, and he always looked with perfect confidence to the period when peace and independence should crown the efforts of the patriots. Even when the American army under Washington, had dwindled down to a handful of half-naked, half-famished militia, during the disastrous retreat across New Jersey at the close of 1776, he evinced his confidence that final success would ensue, by loaning at that time, upon his individual responsibility, ten thousand dollars. This materially assisted in collecting together and paying that gallant band with which Washington re-crossed the Delaware, and won the glorious victory at Trenton. Many instances of a similar nature are related, where the high character of Mr. Morris enabled him to procure money when the government could not, and his patriotism never faltered in inducing him to apply it to the public benefit.\n\nAfter the conclusion of peace, Mr. Morris served twice in the Legislature of Pennsylvania; and he was a delegate to the Convention that framed the Constitution of the United States. He was elected a Senator under that instrument, and took his seat at the first meeting of Congress in New York to organize the government in accordance with it's provision.\n\nMr. Morris served a regular term in the United States Senate, and then retired forever from public life."
        },
        {
            "jsonId":65,
            "signerId":101,
            "title":"Doctor",
            "sortValue":"Doctor",
            "notes":"Doctor Rush commenced practice in Philadelphia, and before the first year of his professional career was completed, he was called in consultation with some of the most eminent practitioners of that city. His polished manners, superior intellect, kind deportment in the sick room, and unwearied attention to the calls of the poor, made him very popular, and he soon had an extensive and lucrative practice. Students from all parts of the United States, after the war, flocked to Philadelphia to avail themselves of his lectures."
        },
        {
            "jsonId":66,
            "signerId":101,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Doctor Rush was solicited to take a seat in the General Congress of 1775, but declined; but when, in 1776, some of the Pennsylvania delegates in Congress refused to vote for Independence and withdrew from their seats, he was elected to fill one of them, and obeyed the call of duty by accepting it. He was not a member when the Declaration was adopted, but was present and signed it on the second of August following.\n\nIn 1777, Congress appointed Doctor Rush to the office of physician-general of the military hospitals of the middle department, in which he was of great utility. He did not serve again in Congress after that appointment; in fact, with the exception of being a member of the Convention of Pennsylvania, which adopted the Federal Constitution, he did not actively participate in public duties. He was appointed president of the mint in 1788 which office he held fourteen years."
        },
        {
            "jsonId":67,
            "signerId":101,
            "title":"Professor of Medicine",
            "sortValue":"Professor of Medicine",
            "notes":"Though the services of Doctor Rush were eminently useful as a statesman, yet as a medical practitioner and writer, he was most distinguished and is more intimately known. He was appointed professor of chemistry in the Medical College of Philadelphia, in 1769, the year after his return from Europe. He was made professor of the theory and practice of medicine in 1789; and at that time he also held the professorship of the Institutes of Medicine and of Chemical Science, in the Medical College of Pennsylvania. On the resignation of Doctor Kuhn, in 1796, he succeeded that gentleman in the professorship of the practice of medicine. These three professorships he held during his life."
        },
        {
            "jsonId":68,
            "signerId":2,
            "title":"Printer",
            "sortValue":"Printer",
            "notes":"Young Benjamin served as a printer under his brother; he continued until he became quite proficient, and all the while he was remarkable for his studiousness, seldom spending an hour from his books, in idle amusement. At length that harmony between himself and brother was interrupted, and he left his service and went on board a vessel in the harbor, bound for New York. In that city he could not obtain employment, and he proceeded on foot to Philadelphia, where he arrived on a Sabbath morning.\n\nIt is said that his first appearance in Philadelphia attracted considerable attention in the streets. With his spare clothing in his pocket, and a loaf of bread under each arm, he wandered about until he came to a Quaker meeting, where he entered, sat down, went to sleep, and slept soundly until worship was closed. He was then awakened by one of the congregation, and he sought some other place of rest.\n\nHe was but seventeen years old, friendless and alone, with but a single dollar in his pocket. He soon found employment as a compositor in one of the two printing establishments then in Philadelphia, and was at once noticed and esteemed by his employers, for his industry and studious habits.\n\nHaving written a letter to a friend at New Castle, Delaware, in which he gave a graphic account of his journey from Boston to Philadelphia, which letter was shown to Governor Keith, of that province, that functionary became much interested in the young journeyman printer, and invited him to his mansion. Friendship succeeded the first interview, and the governor advised him to set up business for himself, and offered his patronage. The plan of operation was rather an extensive one, and involved the necessity of making a voyage to England for materials. Franklin went to London, but found Sir William Keith's patronage of so little avail, that he was obliged to seek employment for his daily bread. He obtained a situation as journeyman printer in one of the principle offices there, and by the same line of industry, studiousness, punctuality, and frugality, he soon won to himself numerous friends.\n\nWith the fruits of his earnings Franklin resolved to take a trip to the Continent, but just as he was on the point of departure, he received an offer from a mercantile friend, about to sail for America, to accompany him as a clerk. He accepted it, and embarked for home in July, 1726.\n\nWith his new employer, at Philadelphia, Franklin had before him a prospect of prosperity and wealth, but soon a heavy cloud obscured the bright vision. His friend died, and once more Franklin became a journeyman printer with his old employer. In a short time he formed a partnership with another printer, and commenced business in Philadelphia, where his character, habits, and talents, soon gained him warm friends, public confidence, and a successful business. So multifarious were the public and private labors of usefulness of this great man, from this period until his death, that our circumscribed limits will permit us to notice them only in brief chronological order.\n\nFranklin commenced a newspaper which soon became the most popular one in the Colonies. By constant, persevering study, he acquired a knowledge of the Latin, French, Spanish, and Italian languages. He projected a literary club, called the Junto, and the books which they collected for their use, formed the nucleus of the present extensive Philadelphia Library. He wrote many pamphlets containing essays upon popular subjects, which were read with avidity, and made him very popular. With his popularity, his business increased, and his pecuniary circumstances became easy in a few years.\n\nIn 1741, he commenced the publication of the General Magazine and Historical Chronicle, for the British Plantations, which had wide circulation."
        },
        {
            "jsonId":69,
            "signerId":2,
            "title":"Public Services",
            "sortValue":"Public Services",
            "notes":"In 1734, he was appointed government printer for Pennsylvania, and in 1736 he received the appointment of Clerk of the General Assembly. The next year he was made postmaster of Philadelphia. The income arising from these offices, and from his business relieved him from constant drudgery, and left him leisure for philosophical pursuits, and the advancement of schemes for the public good.\n\nHe organized fire companies in Philadelphia, the first one the Continent, and he devised means for paving the streets and lighting the city with gas. All military discipline in the Province had become entirely neglected, but Franklin saw the utility of a thorough knowledge of tactics, and he applied himself to the  task of instruction. He projected the American Philosophical Society, the Pennsylvania Hospital, and the Pennsylvania University. In 1742, he published a treatise on the improvement of chimneys, and invented the celebrated stove which bears his name. The invention he gave to the public."
        },
        {
            "jsonId":70,
            "signerId":2,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Franklin served in the office of Justice of the Peace, and an Alderman of Philadelphia. In 1744 Mr. Franklin was elected a member of the General Assembly, and was annually re-elected, for ten consecutive years. It was about this time that he made some of his philosophical discoveries upon the mysterious wings of which his fame spread world-wide. His attention was powerfully drawn to the subject of electricity, in consequence of some experiments which had been exhibited by Europeans in Boston; and he not only repeated them all with success, but he was led to such investigations of the nature and effects of electricity, as to discover many astounding truths such as the identity of lightning and the electrical spark of a machine.\n\nIn 1753 he was appointed a commissioner to treat with the Indians at Carlisle. In 1754, he was a delegate from Pennsylvania to a Convention of representatives of the Colonies that met at Albany to consult upon the general defense and security against the French. He there proposed an admirable plan of union. About this time he was appointed deputy Postmaster General. He was also active in improving the military affairs of the colony, and rendered General Braddock distinguished service in providing materials for his expedition against Fort Du Quesne.\n\nIn 1775, upon returning home from England, he was at once elected a delegate to the General Congress. He was again elected in 1776, and was one of the committee appointed to draft a Declaration of Independence, voted for its adoption, and signed it on the second of August.\n\nAbout this time, a Convention was called in Pennsylvania, for the purpose of organizing a State government, according to the recommendation of the General Congress. Franklin was chose its President, and his wisdom was manifested in the Constitution which followed.\n\nNotwithstanding his great age (eighty years) the public claimed his services, and he was appointed President of Pennsylvania, which he held for three years. In 1787, he was in the Convention which framed the present Constitution of the United States, and this was the last public duty he performed."
        },
        {
            "jsonId":71,
            "signerId":2,
            "title":"Agent",
            "sortValue":"Agent",
            "synopsis":"Pleading for the Colonies",
            "notes":"In 1757, Franklin was sent by the General Assembly of the Province, to London, as its counsel in a dispute with the governor; and he so managed the case as to obtain a verdict for the Assembly. He remained a resident agent for the Colony, in England, for five years, and formed many valuable acquaintances while there. On his return, he was publicly thanked by the General Assembly, and the sum of twenty thousand dollars was presented to him as compensation for his important services.\n\nIn 1764, he was again sent to England as agent for the Colony, upon business similar to that for which he was first sent, and he was there when the Stamp Act was passed, loudly and boldly protesting against it. His opinion had great weight there; and, having been appointed agent for several of the Colonies, the eyes of statesmen at home and abroad were turned anxiously to him, as the storm of the Revolution rapidly gathered in dark and threatening clouds. He labored assiduously to effect conciliation, and he did much to arrest for a long time the blow that finally severed the Colonies from the mother country. Satisfied at length that war was inevitable, he returned home in 1775, and was at once elected a delegate to the General Congress."
        },
        {
            "jsonId":72,
            "signerId":2,
            "title":"Commissioner to France",
            "sortValue":"Commissioner to France",
            "notes":"Doctor Franklin was appointed by Congress a Commissioner to the Court of France to negotiate a treaty of alliance. Although then over seventy years of age, he accepted the appointment, and sailed in October, 1776. He was received with distinguished honors, and strong expressions of sympathy in behalf of his country was made; yet the French ministry were so cautious, that it was not until after the news of the capture of Burgoyne (October 1777) reached them and American affairs looked brighter, that they would enter into a formal negotiation. A treaty was finally concluded, and was signed by Franklin and the French Minister in February 1778. America was acknowledged independent, and the French government openly espoused her cause. Franklin was invested by Congress with almost unlimited discretionary powers, and his duties were very arduous and complex; yet he discharged them with a fidelity and skill which excited the admiration of Europe.\n\nAfter the peace with England, Franklin asked leave of Congress to return home to his family, but he was detained there until the arrival of Mr. Jefferson, his successor, in 1785. His return to America was received with every demonstration of joy and respect, not only from the most distinguished individuals, but from nearly every public body in the country."
        },
        {
            "jsonId":74,
            "signerId":63,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Notwithstanding the social position, and patrician connections of Mr. Braxton, which would seem naturally to have attached him to the aristocracy, he was among the earliest in Virginia who raised the voice of patriotism. In 1765 he was a member of the House of Burgesses. How much earlier he appeared in public life is not certainly known. He was present when Patrick Henry's resolutions respecting the Stamp Act, were introduced, and was one of those who, fired by the wonderful eloquence of the orator on that occasion, boldly voted in support of them.\n\n Mr. Braxton was a member of the Virginia Convention in 1769, when Lord Botetourt, one of the best disposed royal governors that ever ruled in Virginia, suddenly dissolved it, in consequence of some acts therein which he deemed treasonable. Mr. Braxton was one of the members who immediately retired to a private room and signed a non-importation agreement. Lord Botetourt died toward the close of 1770, and was succeeded by Lord Dunmore, a man of very defective judgment and unyielding disposition, whose unpopular management greatly increased the spirit of opposition to royal misrule in Virginia. During the interval between the death of Botetourt and the arrival of Dunmore, Mr. Braxton held the office of high sheriff of the county where he resided, but he refused to hold it under the new governor. He was one of the eighty-nine members of the Assembly who, on the dissolution thereof by Governor Dunmore, in the summer of 1774, recommended a general convention of the people of Virginia, to meet at Williamsburg. They did so, and elected delegates to the Continental Congress, which met at Philadelphia on the fourth of the month following. Mr. Braxton was a member of that convention.\n\n Mr. Braxton was an active member of the last House of Burgesses that convened under royal authority in Virginia, and he was a member of the committee of that Assembly to whom was referred the difficulty that existed between it and Governor Dunmore. It was while this committee was in conference, that the HMS Fowey tumult and the abdication of the governor, took place, and this, of course, rendered further action quite unnecessary; for the governor refused to return to his palace, and the legislature, of course, would not go on board the vessel to meet him. By this abdication all power reverted to the people, and a Provincial Government was at once formed by a convention of the inhabitants, in which movement Mr. Braxton took a conspicuous part, and was chosen a representative in the newly formed Assembly.\n\n In December 1775, he was chosen a delegate to the Continental Congress to fill the vacancy occasioned by the death of Peyton Randolph. He took an active part in favor of independence, and voted for and signed the Declaration. He remained in Congress during only one session, and then resumed his seat in the Virginia Legislature, where he continued with but little interruption, until 1785. In 1786, he was appointed a member of the council of the State, and held that station until 1791. He was elected to the same office in 1794, where he continued until within four days of his death. This event, which was occasioned by paralysis, occurred on the tenth day of October 1797, when he was in the sixty-first year of his age."
        },
        {
            "jsonId":75,
            "signerId":64,
            "title":"Writer",
            "sortValue":"Writer",
            "notes":"The passage of the Stamp Act, about the time that he returned to America, arrested his attention and turned his mind more intently upon political affairs, of which he had not, for some time, been an indifferent spectator. He at once espoused the cause of the American patriots, and became associated with Chase, Paca, Stone, and others, in the various patriotic movements of the day. They became engaged in a newspaper war with the authorities of Maryland, and so powerfully did these patriots wield the pen, that their discomfited opponents soon beat a retreat behind the prerogatives and power of the royal governor. Mr. Carroll was particularly distinguished as a political writer, and in 1771-1772, his name, as such, became familiar in the other Colonies.\n\n In 1772, he wrote a series of essays against the assumed right of the British government to tax the Colonies without their consent. The Secretary of the Colony wrote in opposition to them, but Mr. Carroll triumphed most emphatically. His essays were signed The First Citizen, and the name of the author was entirely unknown. But so grateful were the people for the noble defense of their cause which these papers contained, that they instructed the members of the Legislative Assembly of Maryland, to return their hearty thanks to the unknown writer, through the public prints. This was done by William Paca, and Matthew Hammond. When it became known that Mr. Carroll was the writer, large numbers of people went to him and expressed their thanks personally, and he at once stood among the highest in popular confidence and favor. Mr. Carroll early foresaw that a resort to arms in defense of Colonial rights, was inevitable, and this opinion he fearlessly expressed. His decided character, his stern integrity, and his clear judgment, made him an umpire in many momentous cases and in every step he ascended higher and higher the scale of popular favor."
        },
        {
            "jsonId":76,
            "signerId":64,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Carroll was appointed a member of the first Committee of Safety of Maryland; and in 1775, he was elected a member of the Provincial Assembly. His known sentiments in favor of independence were doubtless the cause of his not being sooner sent to the General Congress as the Maryland Convention were opposed to that extreme measure.\n\n Anxious to witness the men and their proceedings in the Continental Congress, Mr. Carroll visited Philadelphia for the purpose, early in 1776, and so favorably was he known there, that Congress placed him on a committee, with Doctor Franklin and Samuel Chase, to visit Canada on an important mission, the object of which is described in the life of Mr. Chase. On his return, finding Mr. Lee's motion for independence before Congress, he hastened to Maryland, to endeavor, if possible, to have the restrictive instructions which governed her delegates in the National Assembly, removed. In this he was successful, and when the, prohibition was removed, he was elected a delegate to the Continental Congress. With instructions to vote as the judgment of the delegates should dictate, Mr. Carroll proceeded to Philadelphia, where he arrived on the eighth of July, too late to vote for the Declaration of Independence, but in ample time to affix his signature to the parchment.\n\n Ten days after he took his seat in Congress, Mr. Carroll was placed upon the Board of War, and continued a member of the same during his continuance in that body. He was at the same time a member of the Assembly of Maryland, and all the time which he could spare from his duties at Philadelphia, he spent in the active service of his own State. He was appointed, in 1776, a member of the Convention that framed a. Constitution for Maryland as an independent State, and after its adoption, he was chosen a member of the State Senate.\n\n Mr. Carroll continued a member of Congress until 1788, when he relinquished his seat, and devoted himself to the interests of his native State. He was again elected to the Senate of Maryland, in 1781, and continued a member of that body until the adoption of the Federal Constitution. In December, 1788, he was elected a member of the first United States Senate for Maryland. He remained there two years, and in 1791 he was again elected to the Senate of Maryland, where he continued until 1801, when, by the machinations of the strong party feeling of the day, he was defeated as a candidate for reelection. He then retired from public life, being sixty-four years of age; and he spent the remainder of his days amid the quiet pleasures of domestic retirement, where his children's children, and even their children grew up around him like olive plants. He lived, honored and revered by the Republic with whose existence he was identified, until 1832, and was the last survivor of the fifty-six signers of the Declaration of Independence. He died at Baltimore, on the fourteenth day of November, 1832, in the ninety-sixth year of his age."
        },
        {
            "jsonId":77,
            "signerId":65,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"Mr. Chase commenced the study of law at the age of eighteen years, under Messrs. Hammond and Hall of Annapolis, who stood at the head of their profession in that section of the province. At the age of twenty he was admitted to practice before the mayor's court; and at twenty-two he became a member of the bar, and was allowed to practice in the chancery and other colonial courts. He located at Annapolis, where he soon became distinguished as an advocate, and one of the most successful lawyers in the province."
        },
        {
            "jsonId":78,
            "signerId":65,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Chase was one of the five delegates to the first Continental Congress, in 1774, appointed by a convention of the people of Maryland. He was also appointed by the same meeting, one of the Committee of Correspondence for that colony. These appointments made him obnoxious to the adherents to royalty, yet their good opinion was the least thing he coveted. In the General Congress he was bold and energetic, and even at that early day, he expressed his sentiments freely in favor of absolute independence. This feeling, however, was not general in the colonies, and the people were desirous of reconciliation by righteous means, rather than independence.\n\n Mr. Chase was again elected to Congress in 1775, and with his usual zeal, he was active in promoting every measure for strengthening the military force of the country, then concentrated in the vicinity of Boston. He was also a delegate in 1776, and in the meanwhile he had used his growing influence and popularity to the uttermost in endeavoring to have the Maryland convention remove its restrictive instructions by which its delegates were prohibited from voting in favor of independence. This restriction was a galling yoke for him to bear, and he was very restive under it.\n\n Early in the spring of 1776, he was appointed one of a committee with Dr. Franklin and Charles Carroll, to go on a mission to Canada, the chief object of which was to effect a concurrence, in that province, with the movements in the other English colonies. The mission, however, proved a failure, and on his return to his seat in Congress he found the subject of independence before that body. He was warmly in favor of the measure, and to his great joy and satisfaction, Maryland lifted her restrictions and left her representatives free to vote as they liked. Mr. Chase of course gave his vote for the Declaration of Independence, and signed the instrument with a willing hand. He continued a member of Congress until in 1778, and was almost constantly employed in the duties of most important committees. Some of these were of a delicate and trying nature, yet he never allowed his sensibility to control his judgment, or shake his firmness of purpose."
        },
        {
            "jsonId":79,
            "signerId":65,
            "title":"Judge",
            "sortValue":"Judge",
            "notes":"His private affairs demanding his attention, Mr. Chase withdrew from Congress toward the close of 1778, and he resumed the practice of his profession in Annapolis. He was engaged but little in public affairs for several years, and it was not until 1788, about ten years after he retired from Congress, that he again appeared in the arena of the political world. He was then appointed Chief Justice of the criminal court for the newly organized judicial district of Baltimore."
        },
        {
            "jsonId":80,
            "signerId":65,
            "title":"US Supreme Court",
            "sortValue":"US Supreme Court",
            "notes":"In 1788, Mr. Chase was that year chosen a member of the state convention of Maryland, called to consider the ratification of the Federal Constitution, and about the same time he received and accepted the appointment of Chief Justice of the Supreme Court of the state. In 1796, President Washington nominated him a judge of the Supreme Court of the United States, which nomination was confirmed by the Senate. He held the office about fifteen years, and no man ever stood higher for honesty of purpose and integrity of motives, than Judge Chase. Notwithstanding the rancor of such party feeling as dared to charge President Washington with appropriating the public money to his own private use, did all in its power to pluck the ermine from his shoulders (his political and personal opponents procured his impeachment in 1804, for misconduct on the bench; he was tried and honorably acquitted, to the shame and confusion of his enemies), yet his purity beamed the brighter, as the clouds grew darker, and he lived to hear the last whisper of calumny flit by like a bat in the morning twilight."
        },
        {
            "jsonId":81,
            "signerId":67,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"Mr. Clymer was not partial to a mercantile business, for he deemed it a pathway beset with many snares for the feet of pure morality, as sudden gains and losses were apt to affect the character of the most stable. For himself he preferred literature and science, and his mind was much occupied with these subjects.\n\n At the age of twenty-seven years he married a Miss Meredith, and entered into mercantile business with his Father-in-law, and his son, under the firm of Meredith and Sons. His uncle died about the same time, and left the principal part of his large fortune to Mr. Clymer. Still he continued in business with his father-in-law, until the man's death; and with his brother-in-law afterward, until 1782.\n\n Even before his marriage, when none but old commercial grievances were complained of by the Colonies, Mr. Clymer expressed decided republican principles; and when the Stamp Act aroused the resistance of the American people, he was among the most ardent defenders of the republican cause. He was a zealous actor in all the public meetings in Philadelphia; and when, in 1774, military organizations took place preparatory to a final resort to arms, which seemed inevitable, Mr. Clymer accepted the command of a volunteer corps belonging to General Cadwallader's brigade."
        },
        {
            "jsonId":82,
            "signerId":67,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"When the oppressions which Boston experienced at the hands of British power, after the Tea Riot, aroused the strong sympathy of the people of the commercial cities, Mr. Clymer was placed at the head of a large and responsible Committee of Vigilance in Philadelphia, to act as circumstances should require. He was also placed upon the first Council of Safety that was organized in Philadelphia; and early in 1775, he was appointed by Congress one of the Continental treasurers.\n\n In 1776, after two of the Pennsylvania delegates in the General Congress declined voting for the Declaration of Independence, and withdrew from their seats, Mr. Clymer and Dr. Rush were appointed to succeed them, and they both joyfully affixed their signatures to that instrument. Mr. Clymer was soon afterward appointed one of a committee to visit the northern army at Ticonderoga; and when the British approached Philadelphia at the close of 1776, and Congress retired to Baltimore, he was put upon a committee with Robert Morris and others, to remain as a Committee of Vigilance in that city. He was again elected to Congress in 1779, and was one of a committee sent by that body to Washington's headquarters at Valley Forge, to inquire into the alleged abuses of the commissary department.\n\n In 1778, Mr. Clymer was sent by Congress to Pittsburgh to endeavor by negotiation to quiet the savages, who, influenced by British emissaries, were committing dreadful ravages on the frontier. In this he was successful, and for his arduous services he received the thanks of Congress. In the autumn of 1780 he was elected to Congress for the third time, and he continued an attentive and active member until 1782.\n\n In 1782, Mr. Clymer and Edward Rutledge were appointed by Congress to visit the Southern States, and urge the necessity of a prompt contribution of their assessed quota of funds for the public Treasury. The individual States were slow to respond to the calls of Congress, and this tardiness very much embarrassed the operations of government."
        },
        {
            "jsonId":83,
            "signerId":67,
            "title":"Banker",
            "sortValue":"Banker",
            "notes":"In 1782, he joined with Robert Morris and others in the establishment of a bank in Philadelphia, designed for the public good. Mr. Clymer was a considerable subscriber, and was made one of its first directors.\n\n Two years before, he, with Mr. Morris and others, established a private bank, which was designed for the public good, and was of great utility. The bank established in 1782 was of a national character."
        },
        {
            "jsonId":84,
            "signerId":67,
            "title":"Supervisor of the Revenue",
            "sortValue":"Supervisor of the Revenue",
            "notes":"Mr. Clymer was a member of the Convention that framed the Federal Constitution, and was elected one of the first members of Congress, convened under that instrument. He declined a reelection, and was appointed, by President Washington, supervisor of the revenue for the State of Pennsylvania. This was an office in which great firmness and decision of character were requisite, in consequence of the spirit of resistance to the collection of revenue which was then abroad. In fact, open rebellion at length appeared, and the movement known as the Whiskey Insurrection in Pennsylvania, at one time threatened serious consequences to the whole framework of our government. But Mr. Clymer was un-awed, and amid many personal dangers, he passed forward in the performance of his duty. At length, when things became quiet, he resigned."
        },
        {
            "jsonId":85,
            "signerId":71,
            "title":"Immigrant and Merchant",
            "sortValue":"Immigrant and Merchant",
            "notes":"The pecuniary means of Mr. Gwinnett's parents were limited, yet they managed to give him a good common education. He was apprenticed to a merchant in Bristol, and after completing his term of service, he married, and commenced business on his own account. Allured by the promises of wealth and distinction in America, he resolved to emigrate hither, and he arrived at Charleston, in South Carolina, in the year 1770. There he commenced mercantile business, and after pursuing it for two years, being sold out his stock, moved to Georgia, and purchased large tracts of land on St. Catharine's Island in that province. He purchased a number of slaves, and devoted himself to agricultural pursuits."
        },
        {
            "jsonId":86,
            "signerId":71,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"It was in the beginning of 1775 that Mr. Gwinnett openly espoused the cause of the patriots, and the parish of St. John elected him a delegate to the Continental Congress. In February 1776, he was again elected a delegate to that body by the General Assembly of Georgia, and under their instructions, and in accordance with his own strong inclinations, he voted for the Declaration of Independence, and signed it on the second of August following. He remained in Congress until 1777, when he was elected a member of the Convention of his State to form a Constitution, in accordance with the recommendation of Congress after the Declaration of Independence was made, and the grand outlines of that instrument are attributed to Mr. Gwinnett."
        },
        {
            "jsonId":87,
            "signerId":72,
            "title":"Doctor",
            "sortValue":"Doctor",
            "notes":"As soon as Mr. Hall had completed his professional studies, and was admitted to practice, with the title of M.D., he married and emigrated to South Carolina, in 1752. He first settled at Dorchester, but during the year he moved to Sunbury, in the district of Medway in Georgia, whither about forty New England families, then in South Carolina, accompanied him. He was very successful in the practice of his profession, and by his superior intelligence, probity, and consistency of character, he won the unbounded esteem and confidence of his fellow citizens."
        },
        {
            "jsonId":88,
            "signerId":72,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1783, he was elected governor of the State. He held the office one term, and then retired from public life."
        },
        {
            "jsonId":89,
            "signerId":74,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Young Harrison, at a very early age, became a member of the Virginia House of Burgesses (1764), where his talents and sound judgment won for him the confidence and esteem of all parties. He was soon elected Speaker, and became one of the most influential men in that Assembly, where he occupied a seat during the greater part of his life. His great wealth, distinguished family connections, and personal worth, attracted the attention of the royal governor, who, desirous of retaining him on the side of the government, when the political agitations caused by the Stamp Act took place, offered him a seat in the executive council. But he had narrowly watched the gradual development of events, and he was convinced that a systematic scheme for enslaving the colonies was being matured by the home government. He therefore rejected the offer of the governor, boldly avowed his attachment to the republican cause, and joined with the patriotic burgesses of Virginia in their opposition to the oppressive acts of the British government. (Even before the Stamp Act was proposed, some of the measures of the British Parliament, affecting the interests of the American colonies, produced alarm, and the Virginia House of Assembly appointed a committee to draw up an address or petition to the king. Mr. Harrison was one of that committee.)\n\n Mr. Harrison was one of the first seven delegates from Virginia to the Continental Congress of 1774, and he had the gratification of seeing Peyton Randolph, a very near relative, and his colleague from Virginia, elected president of that august body. Immediately after the return of the delegates to Virginia, a convention met in Richmond, and all the acts of the General Congress were sanctioned by them. They reelected Mr. Harrison, with others, a delegate to the Congress of 1775, which met on the tenth of May of that year. During the autumn, he was appointed by Congress one of a committee to visit the army under Washington, at Cambridge near Boston, and cooperate with the Commander-in-Chief in devising plans for future operations. Toward the close of 1775, he was appointed chairman of a committee to carry on foreign correspondence, and in that capacity he labored with fidelity until the spring of 1777, when the necessity of such a committee no longer existed; a special agent or commissioner having been sent to Europe, and a new committee on foreign affairs organized, with different duties; and a secretary, who received a stipulated salary.\n\n Mr. Harrison was constantly employed in active service, and was always among the first in advocating decisive and energetic measures. He was warmly in favor of independence, and when that great question was under discussion in committee of the whole, he was in the chair. He voted for the Declaration of Independence, on the fourth of July 1776, and signed it on the second of August following. In 1777, his private affairs, and also public matters in his own State, demanded his presence there, and he resigned his seat in Congress and returned home. He was immediately elected a member of the House of Burgesses, and as soon as he took his seat, he was elevated to the Speaker's chair. That office he held until 1782, without interruption.\n\n In 1782, Mr. Harrison was elected governor of the State, and he managed public affairs at that trying time, with great ability and firmness. He was governor two successive terms, and then retired to private life. But he was almost immediately elected a member of the House of Burgesses, and again resumed the Speaker's chair, by election.\n\n In the year 1790, he was nominated for governor, but be declined on account of the then incumbent having filled the chair only two years; and he successfully promoted his reelection. Mr. Harrison was again elected governor in 1791, and the day after his election he invited a party of friends to dine with him. He had been suffering a good deal from gout in the stomach, but had nearly recovered. That night he experienced a relapse, and the next day death ended his sufferings. This event occurred in April 1791."
        },
        {
            "jsonId":90,
            "signerId":74,
            "title":"Military Command",
            "sortValue":"Military Command",
            "notes":"Having been appointed lieutenant of his native county (which appointment constituted him commander of all the militia, with the title of colonel, and also presiding judge in all the civil courts of the county), he was very active and efficient at the time the traitor Arnold invaded Virginia, and afterward when Cornwallis made incursions into it."
        },
        {
            "jsonId":91,
            "signerId":74,
            "title":"Family",
            "sortValue":"Family",
            "notes":"Mr. Harrison was married in early life, to a niece of Mrs. Washington, Miss Elizabeth Bassett, who lived but one year after her husband's decease. They had a numerous offspring, but only seven lived to mature age. One of these was the lamented and venerated William Harrison, future President of the United States."
        },
        {
            "jsonId":92,
            "signerId":77,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"As soon as young Hayward had completed his preparatory studies, he entered as a student, the law office of Mr. Parsons, a barrister of considerable eminence in South Carolina, at that time. Having accomplished his task well, his father sent him to England at the age of about twenty years, to finish his legal education there. He entered one of the Inns of court at the Temple, and there he prosecuted his studies with as much zeal as if poverty had been his inheritance, and the bread of his future existence depended upon his personal exertion when he should enter the profession. This zeal brought him invaluable treasures in the form of a well-stored mind, and he left that intellectual retreat, a polished lawyer.\n\n Soon after his return to America, Mr. Hayward entered upon the practice of his profession. He married a most amiable and accomplished young lady, named Matthews; and with a sedateness and energy of purpose, rare at his age, he commenced his career of usefulness."
        },
        {
            "jsonId":93,
            "signerId":77,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1775, Mr. Hayward was chosen a delegate to the General Congress. He at first modestly declined the honor, but being waited upon personally by a deputation of the people, he complied, and took his seat early in 1776. He warmly supported Mr. Lee's motion for absolution from British rule, when brought forward in June of that year, and he joyfully voted for and signed the Declaration of Independence. He remained in Congress until 1778."
        },
        {
            "jsonId":94,
            "signerId":77,
            "title":"Judge",
            "sortValue":"Judge",
            "notes":"In 1778, Mr. Hayward accepted the appointment of Judge of the criminal and civil courts of South Carolina. This acceptance and his previous offense in signing the Declaration, made him very obnoxious to the enemy, and great efforts were made, through the treacherous Tories, to get possession of his person. The position he held was one of great danger and trial, and nothing but the promptings of pure patriotism could have kept him there, for his pecuniary means were such, that he might have lived at ease in the retiracy [sic] of private life. At the time he was appointed Judge, the enemy were in force at Charleston and vicinity. But this had no effect upon him, for he tried, and caused to be executed, virtually within sight of the British lines, several persons who were found guilty of treason.\n\n On his return to South Carolina after the war, Judge Hayward resumed his seat upon the bench, and was actively engaged in his judicial duties until 1798. He was a member of the convention of his state, which framed its constitution, in 1790. Having again married an amiable lady, by the name of Savage, he coveted the retirement and happiness of domestic life, from which he had been so long an exile, and in 1799, he withdrew entirely from public life, and in the bosom of his family he bore the honor, which a nation's gratitude conferred, and there calmly awaited the summons for another world."
        },
        {
            "jsonId":95,
            "signerId":77,
            "title":"Officer, POW",
            "sortValue":"Officer, POW",
            "notes":"Mr. Hayward held a military commission while he was Judge, and he was in active service, with Edward Rutledge, in the skirmish with the enemy at Beaufort, in 1780. In that skirmish he received a gunshot wound, which scarred him for life. When, soon after, Charleston was captured by Sir Henry Clinton and Admiral Arbuthnot, Mr. Hayward was taken prisoner, and it was generally believed that he would be excluded from the terms of capitulation, as an arch traitor. This, however, was not the case, and he was sent, with Mr. Rutledge and others, to St. Augustine, in Florida, where he remained nearly a year.\n\n While confined prisoner there, a detachment of British soldiers were sent to his plantation, and carried off all his slaves. They were sent to Jamaica, and sold there to the sugar planters. He recovered some of them afterward, but about one hundred and thirty, valued at fifty thousand dollars, were a total loss. In addition to this loss of property, he met with another, in the meanwhile, a thousand times more afflictive and irreparable - that of the affectionate wife of his bosom."
        },
        {
            "jsonId":96,
            "signerId":76,
            "title":"Merchant",
            "sortValue":"Merchant",
            "notes":"At the age of thirty years, Mr. Hewes moved to North Carolina, and settled in Edenton, which became his home for life. He entered into business there, and his uprightness and honorable dealings soon won for him the profound esteem of the people. While yet a comparative stranger among them, they evinced their appreciation of his character, by electing him a member of the legislature of North Carolina, in 1763, and so faithfully did he discharge his duties, that they reelected him several consecutive years."
        },
        {
            "jsonId":97,
            "signerId":76,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Hewes was among the earliest of the decided patriots of North Carolina, and used his influence in bringing about a Convention of the people of the State, to second the call of Massachusetts for a General Congress. The convention that met in the summer of 1774, elected him one of the delegates for that State, in the Continental Congress that met at Philadelphia in September following. He took his seat on the fourteenth of the month, and was immediately placed upon the committee appointed to draw up a Declaration of Rights. During that session he was actively engaged in maturing a plan for a general non-importation agreement throughout the Colonies, and he voted for and signed it. In this act his devoted patriotism was manifest, for it struck a deadly blow at the business in which he was engaged. It was a  great sacrifice for him to make, yet he cheerfully laid it upon the altar of Freedom.\n\n Mr. Hewes was again elected a delegate to Congress in 1775, and took his seat at the opening, on the tenth of May. He seldom engaged in debate, but as an unwearied committeeman, he performed signal service there. He was at the head of the naval committee, and was in effect the first Secretary of the Navy of the United States. He was also a member of the 'Secret Committee.'\n\n Mr. Hewes was a member of Congress for 1776, and North Carolina having early taken a decided stand in favor of independence, his own views upon this question were fully sustained by his instructions, and he voted for, and signed the Declaration thereof. As soon, thereafter as the business of the session would admit, he returned home, for the troubles there demanded his presence, and his private affairs needed his attention to save his fortune from being scattered to the winds. He remained at home until July 1779, when he resumed his seat in Congress. But his constitution, naturally weak, could not support the arduous labors of his station, and his health failed so rapidly, that he was obliged to resign his seat. He left it on the twenty-ninth of October, 1779, and being too unwell to travel, he remained in Philadelphia. But he only lived eleven days after he left his seat in Congress. He died on the tenth of November following, in the fiftieth year of his age. He was the first and only one of all the signers of the Declaration, who died at the seat of Government, while attending to public duty, and his remains were followed to the grave by Congress in a body, and a large concourse of the citizens of Philadelphia."
        },
        {
            "jsonId":98,
            "signerId":78,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Hooper began his legislative labors in 1773, when he was elected a member of the Provincial Assembly of North Carolina, for the town of Wilmington. The next year he was returned a  member for the county of Hanover; and from his first entrance into public life, he sympathized with the oppressed. This sympathy led him early to oppose the court party in the state, and so vigorous was his opposition that he was soon designated by the royalists as the leader of their enemies, and became very obnoxious to them. The proposition of Massachusetts for a General Congress was hailed with joy in North Carolina, and a convention of the people was called in the summer of 1774, to take the matter into consideration. The convention met in Newborn, and after passing resolutions approving of the call, they appointed William Hooper their first delegate to the Continental Congress. Although younger than a large majority of the members, he was placed upon two of the most important committees in that body, whose business it was to arrange and propose measures for action -- a duty which required talents and judgment of the highest order.\n\n Mr. Hooper was again elected to Congress in 1775, and was chairman of the committee which drew up an address to the Assembly of the island of Jamaica. This address was from his pen, and was a clear and able exposition of the existing difficulties between Great Britain and her American Colonies. He was again returned a member in 1776, and was in his seat in time to vote for the Declaration of Independence. He affixed his signature to it, on the second of August following. He was actively engaged in Congress until March 1777, when the derangement of his private affairs, and the safety of his family, caused him to ask for and obtain leave of absence, and he returned home.\n\n Like all the others who signed the Declaration of Independence, Mr. Hooper was peculiarly obnoxious to the British, and on all occasions, they used every means in their power to possess his person, harass his family, and destroy his estate. When the storm of the Revolution subsided, and the sunlight of peace beamed forth, he resumed the practice of his profession, and did not again appear in public life until 1786, when he was appointed by Congress one of the judges of the federal court established to adjudicate in the matter of a dispute about territorial jurisdiction, between Massachusetts and New York. The cause was finally settled by commissioners, and not brought before that court at all."
        },
        {
            "jsonId":99,
            "signerId":82,
            "title":"Writer",
            "sortValue":"Writer",
            "notes":"When the system of committees of correspondence was established in 1773, Mr. Jefferson was a member of the first committee in Virginia, and was very active with his pen. In 1774, his powerfully written pamphlet was published, called A Summary View of the Rights of British America. It was addressed to the king, and was published in England, under the auspices of Edmund Burke.\n\n This pamphlet gave great offense to Lord Dunmore, the royal governor of Virginia, who threatened to prosecute him for high treason. And because his associates in the Virginia Assembly sustained Jefferson, Dunmore dissolved it. They assembled in a private capacity, and drew up a remonstrance, which had a powerful effect upon the people. The governor perceived that his acts were futile and he allowed the matter to rest.\n\n M. de Marbois, secretary of the French legation in the United States, having questioned Mr. Jefferson respecting the resources, etc., of his native State, he wrote, in 1781, his celebrated work entitled Notes on Virginia. The great amount of information which it contains, and the simple perspicuity of its style, made its author exceedingly popular in Europe as a writer and man of science, in addition to his character as a statesman."
        },
        {
            "jsonId":100,
            "signerId":82,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"He was elected a delegate to represent Virginia in the Continental Congress of 1775, and for several years he was one of the most efficient members of that body. He soon became distinguished among the men of talents there, although comparatively young; and when, in the succeeding year, a committee was appointed to draught a Declaration of Independence, he was chosen one of the members. Although the youngest member of the committee, he was appointed chairman, and was requested by the others to draw up the instrument, which he did, and his draught was adopted, with a very few verbal amendments, on the fourth of July, 1776. This instrument forms an everlasting monument to his memory, and gives, by far, a wider range to the fame of his talents and patriotism, than eloquent panegyric or sculptured epitaph.\n\n During the summer of 1776, he was elected to a seat in the Virginia Assembly, and, desirous of serving his own State, he resigned his seat in Congress and returned to Virginia. He was soon afterward appointed a joint commissioner with Dr. Franklin and Silas Deane, for negotiating treaties with France, but circumstances caused him to decline the acceptance of the proffered honor, and he continued in Virginia during the remaining period of the Revolution, actively engaged in the service of his State, He received a third election to Congress, but declined it, and was succeeded by Benjamin Harrison, the father of the future President.\n\nIn 1782, he was appointed a minister plenipotentiary to assist others in negotiating a treaty of peace with Great Britain; but information of the preliminaries having been signed, reached Congress before his departure, and he did not go. He was soon after elected a delegate to Congress, and was chairman of the committee, in 1783, to whom the treaty with Great Britain was referred. On their report, the treaty was unanimously ratified."
        },
        {
            "jsonId":101,
            "signerId":82,
            "title":"Governor of VA",
            "sortValue":"Governor of VA",
            "notes":"In June 1779, Mr. Jefferson succeeded Mr. Henry as governor of Virginia, and the close of his administration was a period of great difficulty and danger. His State became the theatre of predatory warfare, the infamous Arnold having entered it with British and Tory troops, and commenced spreading desolation with fire and sword along the James river. Richmond, the capital, was partly destroyed, and Jefferson and his council narrowly escaped capture. He tried, but in vain, to get possession of the person of Arnold, but the wily traitor was too cautious for him."
        },
        {
            "jsonId":102,
            "signerId":82,
            "title":"Ambassador",
            "sortValue":"Ambassador",
            "notes":"In May of 1784, he was appointed, with Adams and Franklin, a minister to negotiate treaties of commerce with foreign nations. In company with his eldest daughter, he reached Paris in August. Dr. Franklin having obtained leave to return home, Mr. Jefferson was appointed to succeed him as minister at the French court, and he remained in France, until October 1789. While there, he became popular among the literati, and his society was courted by the leading writers of the day."
        },
        {
            "jsonId":103,
            "signerId":82,
            "title":"Secretary of State",
            "sortValue":"Secretary of State",
            "notes":"During his absence the constitution had been formed and under it Washington had been elected and inaugurated President of the United States. His visit home was under leave of absence, but Washington offered him a seat in his cabinet as secretary of state, and gave him his choice to remain in that capacity or return to France. He chose to remain, and he was one of the most efficient aids to the President during the stormy period of his first administration. He differed in opinion with Washington respecting the kindling revolution in France, but he agreed with him on the question of the neutrality of the United States. His bold avowal of democratic sentiments, and his expressed sympathies with the struggling populace of France in their aspirations for republicanism, made him the leader of the democratic party here, opposed to the federal administration of Washington; and in 1793 he resigned his seat in the cabinet."
        },
        {
            "jsonId":104,
            "signerId":82,
            "title":"President",
            "sortValue":"President",
            "notes":"In 1800, he was again nominated for President, and received a majority of votes over Mr. Adams. Aaron Burr was on the ticket with him, and received an equal number of votes; but on the thirty-sixth balloting, two of Burr's friends withdrew, and Mr. Jefferson was elected.\n\n Mr. Jefferson's administration continued eight years, he having been elected for a second term. The most prominent measures of his administration, were the purchase of Louisiana from France, the embargo on the commerce and ocean-navigation of the United States; the non-intercourse and non-importation systems; the gunboat experiment; the suppression of Burr's expedition down the Mississippi river; and the sending of an exploring company to the region of the Rocky mountains, and westward to the Pacific ocean. Mr. Jefferson also introduced the practice of communicating with Congress by message, instead of by a personal address; a practice followed by all the Presidents since his time. The foreign relations of the United States during the whole time of his administration were in a very perplexing condition, yet he managed with so much firmness, that he kept other powers at bay, and highly exalted our Republic among the family of nations."
        },
        {
            "jsonId":105,
            "signerId":84,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1765, Mr. Lee was elected a member of the Virginia House of Burgesses, for Loudon county, while his brother was member of the same House, for Westmoreland county. By annual election, he continued a member of the Virginia Assembly for Loudon, until 1772, when he married the daughter of Colonel John Taylor, of Richmond, and moved to that city. He was at once elected a member for Richmond, and continued to represent that county until 1775, when the Virginia Convention elected him a delegate to the Continental Congress. During his whole term of service in the General Assembly of his State, he always acted in concert with the patriotic burgesses. Mr. Lee was not a fluent speaker, and seldom engaged in debate; but his sound judgment, unwavering principles, and persevering industry, made him a useful member of any legislative assembly. He sympathized with his brother in his yearnings for independence, and it was with great joy, that he voted for and signed the instrument which declared his country free.\n\n Mr. Lee continued in Congress, until 1779, and was the member, for Virginia, of the committee which framed the Articles of Confederation. Early in the spring of 1779, he retired from Congress and returned home, with the intention of withdrawing wholly from public life, to enjoy those sweets of domestic quiet which he so ardently loved. But his fellow citizens were unwilling to dispense with his valuable services, and elected him a member of the Virginia Senate. He, however, remained there but for a brief season, and then bade adieu to public employments. He could never again be induced to leave his domestic pleasures; and he passed the remainder of his days in agricultural pursuits, and the enjoyments to be derived from reading and study, and the cheerful intercourse with friends."
        },
        {
            "jsonId":106,
            "signerId":83,
            "title":"Military Officer",
            "sortValue":"Military Officer",
            "notes":"Young Lee returned to Virginia when nearly nineteen years of age, and there applied himself zealously to literary pursuits. He was active in all the athletic exercises of the day; and when about twenty years of age, his love of activity led him to the formation of a military corps, to the command of which, he was elected, and he first appeared in public life in 1755, when Braddock arrived from England, and summoned the colonial Governor to meet him in council, previous to his starting on an expedition against the French and Indians upon the Ohio. Mr. Lee presented himself there, and tendered the services of himself and his volunteers, to the British General. The haughty Braddock proudly refused to accept the services of those plain volunteers, deeming the disciplined troops whom he brought with him, quite sufficient to drive the invading Frenchmen from the English domain. Lee, deeply mortified, and disgusted with the insolent bearing of the British General returned home with his troops.\n\nIn 1779, he served as lieutenant of the county of Westmoreland, wherein he entered the field at the head of the militia, in defense of his State."
        },
        {
            "jsonId":108,
            "signerId":83,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1757 he was appointed, by the royal governor, a justice of the peace for the county in which he resided; and such confidence had the other magistrates in his fitness to preside at the court, that they petitioned the Governor so to date Mr. Lee's commission, that he might be legally appointed the President. About the same time he was elected a member of the House of Burgesses of Virginia, although then only twenty-five years old. He was too diffident to engage in the debates, and it was not until some time afterward that he displayed those powers of oratory, which distinguished him in the General Congress.\n\n Mr. Lee was elected a member of the House of Burgesses of Virginia as soon as he returned home from Congress, and there his influence was unbounded. He was again elected a delegate to the General Congress for the session of 1775, and the instructions and commission to General Washington as commander-in-chief of the Continental army were the productions of his pen. He was placed upon the most important committees, and the second 'Address' of Congress to the people of Great Britain, which created such a sensation in that country, was written by him. During a short recess in September, he was actively engaged in the Virginia Assembly where he effectually stripped the mask from the 'conciliatory measures,' so called, of Lord North, which were evidently arranged to deceive and divide the American people. By this annihilation of the last vestige of confidence in royalty, in the hearts of the people of Virginia, he became very obnoxious to Lord Dunmore, the royal governor of the province, and he tried many ways to silence the patriot.\n\n Mr. Lee was a delegate in the Congress of 1776, and on the seventh day of June of that year, pursuant to the dictates of his own judgment and feelings, and in obedience to the express instructions of the Assembly of Virginia, he introduced the resolution for a total separation from the mother-country. The consideration of the resolution was made the special order of the day, for the first Monday in July, and a committee, of which Thomas Jefferson was chairman, was appointed to draw up a Declaration of Independence. This document was presented to Congress on the first day of July; and after several amendments made in committee of the whole, it was adopted on the fourth, by the unanimous votes of the thirteen United Colonies.\n\nMr. Lee was again chosen a delegate to Congress in 1783, and was elected President thereof by the unanimous voice of that body. He filled the high station with ability, and at the end of the session received the thanks of that assembly."
        },
        {
            "jsonId":109,
            "signerId":83,
            "title":"Intelligence Officer",
            "sortValue":"Intelligence Officer",
            "notes":"Mr. Lee was one of the first 'Committee of Correspondence' appointed in Virginia in 1778, and he was greatly aided in the acquirement of knowledge respecting the secret movements and opinions of the British Parliament, by frequent letters from his brother, Arthur Lee, who was a distinguished literary character in London, and an associate with the leading men of the realm. He furnished him with the earliest political intelligence, and it was generally so correct, that the Committees of Correspondence in other colonies always received without doubt, any information which came from the Virginia Committee. Through this secret channel of correct intelligence, Richard Henry Lee very early learned that nothing short of absolute political independence would probably arrest the progress of British oppression and misrule, in America. Hence, while other men thought timidly of independence, and regarded it merely as a possibility of the distant future, Mr. Lee looked upon it as a measure that must speedily be accomplished, and his mind and heart were prepared to propose it whenever expediency should favor the movement."
        },
        {
            "jsonId":110,
            "signerId":83,
            "title":"Senator",
            "sortValue":"Senator",
            "notes":"Although not a member of any legislative assembly when the Federal Constitution was submitted to the several States for action, he wielded a powerful influence, in connection with Patrick Henry and others, in opposing its ratification by Virginia, without amendments. But when it was finally adopted and became the organic law of the Union, he cheerfully united in carrying it into effect, and was chosen the first Senator from Virginia under it. He retained the office until the infirmities of age compelled him to retire from public life, and he there enjoyed, amid the quietude of domestic retirement, the fruits of a well-spent existence."
        },
        {
            "jsonId":111,
            "signerId":87,
            "title":"New York City Recorder",
            "sortValue":"New York City Recorder",
            "notes":"Not long after obtaining his license as attorney and counselor, Mr. Livingston was appointed Recorder of the city of New York. At that time (1771), the excitement in the colonies against the home government was strong and general, and he warmly espoused the patriot cause. His father was also an unswerving patriot, and because of adhesion to the 'rebels' they were both ejected from office."
        },
        {
            "jsonId":112,
            "signerId":87,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1775, Mr. Livingston was elected a member of the Continental Congress, assembled in Philadelphia, where his activity and zeal were such that he was reelected for 1776. He took part in the debates which occurred on the motion of Richard Henry Lee, of Virginia, declaring the United Colonies free and independent; and he was placed upon the committee, which Congress appointed to draw up a Declaration of Independence, in conformity with the spirit of the revolution, and was present when it was adopted.\n\n The name of Mr. Livingston was not affixed to the Declaration of Independence, but in regard to the reasons why his signature was withheld, his biographers are silent. We venture the opinion that he regarded as correct the doctrine that the representative is bound to act in accordance with the expressed will of his constituents. At the time the Declaration was acted upon and adopted, the Provincial Assembly of New York still withheld all sanction of so strong a measure, and hence it is probable that Mr. Livingston did not think proper to take the responsibility of concurring in such an important measure, without the sanction of his constituents. That sanction, however, was given on the twelfth of July by a vote of the Assembly then in session at White Plains, in which they approved of the action of Philip Livingston and others who were afterward signers. The question does not in the least affect the character of Mr. Livingston, for his patriotism was undoubted, and his subsequent career attests the firm confidence of his countrymen.\n\n When, after the Declaration was adopted, Congress recommended the several states to form constitutions for their governments respectively, Mr. Livingston was elected a member of the convention of New York, assembled for that purpose. He served alternately in Congress and in the legislature of his native state from 1775 till 1781, when, under the Articles of Confederation, he was appointed Secretary for Foreign Affairs, which station he filled, with great industry and fidelity, until 1783. On retiring from the office he received the thanks of Congress. He was that year appointed Chancellor of the State of New York, and was the first who held the office under the new constitution of the State."
        },
        {
            "jsonId":113,
            "signerId":88,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"On leaving Cambridge, young Lynch entered upon the study of the law in one of the inns of the Temple, where, by close application, he became a finished lawyer at the close of his studies. He there became acquainted with some of the leading politicians of the day, and acquired a pretty thorough knowledge of the movements of the government. And when he heard the murmur of discontent come from his native land, and listened to the haughty tone of British statesmen, when speaking of the colonies, he felt an irrepressible desire to return home. He obtained permission of his father, and reached South Carolina in 1772."
        },
        {
            "jsonId":114,
            "signerId":88,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Lynch's first appearance in public life, was at a town meeting called in Charleston in 1773, to consider the injuries Great Britain was inflicting on her colonies. He addressed the numerous assemblage with a patriotic eloquence that won their hearts, and the people at once looked upon him as an efficient instrument in working out the freedom of his country. They elected him by acclamation to many civil offices of trust. He was a man of great influence, and having early espoused the cause of the colonists, he was elected a delegate to the first Continental Congress which met in Philadelphia, in 1774. He continued a member of that body until his death."
        },
        {
            "jsonId":115,
            "signerId":88,
            "title":"Military Officer",
            "sortValue":"Military Officer",
            "notes":"When the first provincial regiment was raised in South Carolina, in 1775, a captain's commission was offered to Mr. Lynch, which he accepted. His father, then in Congress at Philadelphia, was desirous that he should enter the service with higher rank than captain, but young Lynch expressed his opinion that the commission was quite as exalted as his experience would warrant him to receive. In company with Captain, afterward General C. C. Pinckney, he made a recruiting excursion into North Carolina, to raise the company he was to command. In this service he was greatly exposed to the inclemencies [sic] of the weather, and his health received a shock from which it never recovered. He raised his company and joined his regiment, but a few days afterward, intelligence reached him of the sudden and severe illness of his father from paralysis, at Philadelphia, and he asked permission to attend him. But Colonel Gadsden, absolutely refused to grant the request, on the ground that no private consideration should interfere with public duty. But his filial yearnings were speedily gratified, for his father resigned his seat in Congress, and his son was immediately elected by the Provincial Assembly to fill it. He joyfully accepted it, and hastened to Philadelphia, where he took his seat in Congress, in 1776. He supported the proposition for Independence, and was one of the signers to the glorious Declaration thereof."
        },
        {
            "jsonId":116,
            "signerId":89,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"After receiving the usual elementary instruction, he was placed under the care of the Reverend Doctor Allison, and was a pupil under him with George Read. At the conclusion of his studies, he entered the office of David Finney, of New Castle, as a law student; and so soon did his talents become manifest, that in the course of a few months after entering upon the study of the law, he was employed as an assistant clerk of the Court of Common Pleas. In fact, he performed all the duties of the principal. He was admitted to the bar before he was twenty-one years of age, and permitted to practice in the three counties of Delaware.\n\n Mr. McKean soon rose to eminence in his profession, and attracted the attention of most of the leading men of the day. Without any solicitation, or premonition, he was appointed, by the Attorney General of the Province, his deputy (1756) to prosecute all claims for the Crown in the county of Sussex. He was then only twenty-two years old. The next year (1767) he was admitted to practice in the Supreme Court of Pennsylvania, and about the same time the House of Assembly of Delaware, elected him their clerk. He declined a second election in 1758. In 1762, he was appointed, with Caesar Rodney, to revise and print the laws of the Province enacted during the ten preceding years."
        },
        {
            "jsonId":117,
            "signerId":89,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. McKean was elected that year a representative for New Castle, to the General Assembly. This promotion to office was a distinguished mark of the confidence of the people of that district, for he had expressed a desire not to be elected, and besides that he had been a resident of Philadelphia six years. Another singular manifestation of confidence in his integrity and judgment was exhibited by the people of the district, when, at his urgent request, he was allowed to relinquish his seat in the Legislature. They appointed a committee to wait on him and request him to nominate seven proper men in the district for their representatives. This delicate office he at first declined, but on the request being urgently repeated, and assurances offered that no offense should be given, he acceded to their desires, and those he named were elected by large majorities.\n\n Mr. McKean was a delegate to the Stamp Act Congress in 1765, and was the associate upon a committee with James Otis and Thomas Lynch, in preparing an address to the British House of Commons. For their services in that Congress, he and his colleague, Mr. Rodney, received the unanimous thanks of the Assembly of Delaware.\n\n Mr. McKean zealously opposed the encroachments of British power upon American rights, and he heartily concurred in the sentiments of the Massachusetts Circular, recommending a General Congress. He was elected a delegate thereto, was present at the opening on the fifth of September, 1774, and soon became distinguished as one of the most active men in that august body. He continued a member of the Continental Congress from that time, until the ratification of the treaty of peace, in 1783. Impressed with the conviction that reconciliation with Great Britain was out of the question, he zealously supported the measure which led to a final Declaration of Independence; and when that Declaration was submitted to Congress for action, he voted for and signed it."
        },
        {
            "jsonId":118,
            "signerId":89,
            "title":"Jurist",
            "sortValue":"Jurist",
            "notes":"In 1765, he was appointed by the governor sole notary public for the 'lower counties on the Delaware,' and in rapid succession he received the offices of Justice of the Peace, Judge of the Court of Common Pleas and Quarter Sessions, and of the Orphan Court. He, with his colleagues, defied the Stamp Act, by using unstamped paper in their legal proceedings. In 1766, the governor of New Jersey, upon the recommendation of the Supreme Court of that State, admitted him to practice in any of its Counts. In 1769 the Assembly of Delaware employed him to proceed to New York and obtain copies of historical records, valuable to the former Province. In 1771, he was appointed Collector of the Customs for the port of New Castle, and the following year he was elected Speaker of the Assembly of Delaware."
        },
        {
            "jsonId":119,
            "signerId":90,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In the winter of 1776, Mr. Middleton was one of a committee appointed to form a government for South Carolina; and early in the spring of that year he was elected by the Provincial Legislature, a delegate to the General Congress, at Philadelphia. There he was an active promoter of the measures tending toward a severance of the Colonies from Great Britain, and voted for and signed the Declaration of Independence. By this patriotic act, he placed himself in a position to lose life and property, should the contest prove unsuccessful, but these considerations had no weight with him.\n\n Mr. Middleton continued a member of Congress until the close of 1777, when he returned to South Carolina. In 1778, the Assembly adopted a State Constitution, and Arthur Middleton was elected first governor under it. Doubting the legality of the proceedings of the Assembly in framing the constitution, he declined the acceptance of the appointment."
        },
        {
            "jsonId":120,
            "signerId":93,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Morton first accepted official station, in 1764, when he was appointed justice of the peace under the Provincial government of Pennsylvania. He was soon afterward chosen a member of the General Assembly of that Province, and for a number of years was Speaker of the House. So highly were his public services appreciated, that the people were loath to dispense with them.\n\n He was a delegate to the Stamp Act Congress, in 1765; and in 1766, he was made high sheriff of the county in which he resided. He warmly espoused the cause of the patriots, and on that account, when, after the Lexington tragedy, military corps were formed in Pennsylvania, he was offered the command of one. This he declined, on account of other engagements, for he then held the office of presiding Judge of the Quarter Sessions and Common Pleas, and about the same time he was elevated to the bench of the Supreme Court of the Province.\n\n In 1774, the Assembly of Pennsylvania appointed Mr. Morton a delegate to the General Congress. He was reelected for 1775 in December of the same year, and he was also elected in 1776 to the same office. His election did not take place until some days after the Declaration of Independence was adopted, but he had the privilege of signing it in August. He was very active while in Congress, and the committee duties which he performed, were many and arduous. Among other committees on which he served, he formed one of that which reported the Articles of Confederation for the States, which were adopted, and remained the organic law of the nation until the adoption of the present Constitution in 1787."
        },
        {
            "jsonId":121,
            "signerId":94,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Nelson watched with much interest the movements of the British Parliament, during and after the time of the administration of Mr. Grenville, and his sympathies were keenly alive in favor of the Americans and their cause. His first appearance in public life, was in 1774, when he was elected a member of the House of Burgesses of Virginia, and there he took sides with the patriots. It was during that session, that the resolutions reprobating the Boston Port Bill caused Lord Dunmore, the royal governor of Virginia, to dissolve the Assembly. Eighty-nine of the members, among whom was Mr. Nelson, met the next day at a neighboring tavern, and formed an association far more efficient in throwing up the strong bulwarks of freedom, than was the regular Assembly. Mr. Nelson was a member of the first general convention of Virginia, which met at Williamsburgh [sic] in August 1774, and elected delegates to the first Continental Congress. In the spring of 1775, he was elected a member of another general convention, and there he displayed such boldness of spirit, that he was looked upon as an efficient leader in the patriotic movements of the day. Much to the alarm of his friends, he proposed in that convention, the bold and almost treasonable measure of organizing the militia of the State for the defense of the chartered lights of the people. Patrick Henry, Richard Henry Lee, and others, warmly seconded the proposition, and it was adopted by the convention (Mr. Nelson was appointed to the command of one regiment, Patrick Henry of another, and Richard Henry Lee of another, each holding the rank of colonel.). This act told Governor Dunmore and his royal master, in language that could not be mistaken, that Virginia was determined to exercise with freedom all the privileges guarantied to her by the British Constitution.\n\n In August 1774, the Virginia convention elected Mr. Nelson a delegate to the General Congress, and he took his seat in September. There he was very active, and gave such entire satisfaction to his constituents that he was unanimously reelected for 1776. Although he seldom took part in the debates, he was assiduous and efficient in committee duty. He was a zealous supporter of the proposition for independence, and voted for and signed the declaration thereof."
        },
        {
            "jsonId":122,
            "signerId":94,
            "title":"Governor/General",
            "sortValue":"Governor/General",
            "notes":"In 1781, Virginia became the chief theatre of warlike operations. The traitor Arnold, and General Phillips, with a small flotilla ravaged the coasts and ascended the rivers on predatory excursions; and Cornwallis, from southern fields of strife, marched victoriously over the lower counties of the State. About this time, the term of Mr. Jefferson's official duties as Governor of the State, expired, and General Nelson was elected his successor. This, however, did not drive him from the field, but as both governor and commander-in-chief of the militia of the State, he placed himself at the head of a considerable force, and formed a junction with La Fayette, who had been sent there to check the northward progress of Cornwallis. By great personal exertions and a liberal use of his own funds, he succeeded in keeping his force together until the capture of Cornwallis at Yorktown. He headed a body of militia in the siege of that place, and although he owned a fine mansion in the town, he did not hesitate to bombard it. In this as in everything else, his patriotism was conspicuous, and General Washington in his official account of the siege, made honorable mention of the great services of Governor Nelson and his militia."
        },
        {
            "jsonId":123,
            "signerId":95,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"He approved of the proposition for a General Congress in 1774, and he zealously promoted the meeting of the people in county conventions to express their sentiments upon this point. He was appointed by a State Convention of Maryland, one of its five representatives in the Continental Congress, who were instructed to 'agree all measures which might be deemed necessary to obtain a redress of American grievances.' Mr. Paca was reelected in 1775, and continued a member of Congress until 1778, when he was appointed Chief Justice of the Supreme Court of his state.\n\n Like Mr. Chase, Mr. Paca was much embarrassed in Congress by the opposition of his constituents to independence, and their loyal adherence to the British Crown, as manifested in their instructions, frequently repeated in the early part of 1776. The people of Maryland, as represented in its State Convention, were alarmed their enthusiastic delegates should favor independence, and early in 1776, they sent them instructions, in which they forbade their voting for such a measure. They also passed a resolution 'that Maryland would not be bound by a vote of a majority of Congress to declare independence.'\n\n Even as late as the middle of May, they passed the above resolution prohibiting their delegates from Voting for independence; but on the twenty-eighth of the same month a remarkable change in their opinions took place, and they ceased praying for the king and royal family. This was a sort of half wheel, and toward the latter part of June the convention finished its evolutions by a 'right about face' and withdrew their restrictions upon the votes of their delegates. Thus relieved, Mr. Paca and his associates continued their efforts to effect a declaration of independence with more zeal than ever, and recorded their votes for the severance of the political bond of union with Britain, on the fourth of July following. On the second of August, they fearlessly affixed their signatures to the parchment."
        },
        {
            "jsonId":124,
            "signerId":95,
            "title":"Jurist, Governor",
            "sortValue":"Jurist, Governor",
            "notes":"About the beginning of 1778, Mr. Paca was appointed Chief Justice of the State of Maryland. He performed the duties' with great ability and fidelity until 1782, when he was elected President or Governor of the State, under the old Articles of Confederation. He held the executive office one year, and then retired to private life."
        },
        {
            "jsonId":125,
            "signerId":95,
            "title":"Federal Duties",
            "sortValue":"Federal Duties",
            "notes":"In 1788, he was a member of the convention of Maryland, called to act upon the ratification of the Federal Constitution. He was a firm advocate there for its ratification, which event took place in November. After the New Constitution had gone into effect, and offices under it were to be filled, President Washington nominated him Judge for the district of Maryland (1789). This office he held until the period of his death, which was in the year 1799, when he was in the sixtieth year of his age."
        },
        {
            "jsonId":126,
            "signerId":97,
            "title":"Lawyer and Politician",
            "sortValue":"Lawyer and Politician",
            "notes":"In 1774 Mr. Penn moved to North Carolina, and commenced the practice of his legal profession there. So soon did his eminent abilities and decided patriotism become known there, that in 1775 he was elected a delegate from that state to the Continental Congress, and he took his seat in that body, in October of that year. He remained there three successive years, and faithfully discharged the duties of his high station. Acting in accordance with the instruction of his state convention, and the dictates of his own judgment and feelings, he voted for the Declaration of Independence, and joyfully placed his sign manual to the parchment."
        },
        {
            "jsonId":127,
            "signerId":97,
            "title":"State Executive",
            "sortValue":"State Executive",
            "notes":"When, in 1780, Cornwallis commenced his victorious march northward from Camden, in South Carolina, the western portion of North Carolina, which lay in his path, was almost defenseless. Mr. Penn was a resident of that portion of the State, and the legislature, unable to act efficiently in its collective capacity, conferred upon him almost absolute dictatorial powers, and allowed him to take such measures for the defense of the state, as the exigency of the case required. This was an extraordinary evidence of great public confidence, but in no particular did he abuse the power thus conferred. He performed his duties with admirable fidelity and skill, and received the thanks of the Legislature, and the general benedictions of the people."
        },
        {
            "jsonId":128,
            "signerId":97,
            "title":"Sub-Treasurer",
            "sortValue":"Sub-Treasurer",
            "notes":"Mr. Penn retired from public life in 1781, and resumed the practice of his profession. But he was again called out in 1784, when Robert Morris, the Treasurer of the Confederation, appointed him a Sub-Treasurer, or receiver of taxes for North Carolina. It was an office of honor and great trust, but unpopular in the extreme. Still he was willing to serve his country in any honorable capacity where he could be useful, but he soon found that he would do but little that could in anywise conduce to the public weal, and after holding the office a few weeks, he resigned it, and resumed his private business. He did not again appear in public life, and in September 1788, he died in the forty-seventh year of his age."
        },
        {
            "jsonId":129,
            "signerId":98,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"At the age of seventeen years young Read commenced the study of the law in the office of John Morland, a distinguished barrister of Philadelphia. He was very studious, and during his pupilage in the profession, he possessed the entire confidence of his instructor, who also became his warm friend. He was admitted to the bar in 1753, at the early age of nineteen years, and then commenced a career of honor and usefulness to himself and others. In 1754, he settled in the county of New Castle, Delaware, and commenced the practice of his profession. Although competitors of eminence were all around him, Mr. Read soon rose to their level, and at the age of twenty-nine, he succeeded John Ross, as Attorney General for the 'lower counties on the Delaware' of Kent, Sussex and New Castle. This office he held until elected a delegate to the Continental Congress, in 1774."
        },
        {
            "jsonId":130,
            "signerId":98,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1765 Mr. Read was elected a member of the General Assembly of Delaware, and was reelected to the office eleven consecutive years. He was one of a committee of that body, who, in view of the odious features of the Stamp Act, proposed an address to the King in behalf of the people of the Province. Mr. Read clearly perceived however, that remonstrances [sic] from isolated Colonies would have but little effect, and he was one of those patriots of prudence and sound judgment, who looked to a general Convention of representatives of the several Colonies, as the surest means through which the sense of justice in the home government could be reached. He also heartily approved of the system of non-importation agreements, and by assiduous labor, he succeeded in engaging the people of Delaware in the measure.\n\n In 1774, Mr. Read, with Caesar Rodney and Thomas McKean for colleagues, was appointed by the Assembly of Delaware, a delegate to the General Congress that met in September of that year, at Philadelphia. He was a delegate also in 1775 and 1776, and during the early part of the latter year, his labors were divided between his duties in Congress, and the affairs of his own State. He was an earnest advocate for the Declaration of Independence, and considered it a high privilege when he placed his name upon the parchment. After the Declaration, the people of Delaware formed a State Constitution, and Mr. Read was President of the Convention that framed the instrument."
        },
        {
            "jsonId":131,
            "signerId":98,
            "title":"Jurist",
            "sortValue":"Jurist",
            "notes":"His arduous duties at length affected his health, and in August, 1779, he resigned his seat in the Assembly of Delaware. Ho was reelected, however, the next year. In 1782, he was appointed one of the Judges of the Court of Appeals in Admiralty cases, and he retained the office until that tribunal was abolished. In 1785, Mr. Read was appointed by Congress one of the Justices of a special Court to adjudicate in a case of dispute about territory between Massachusetts and New York. In 1786, he was a member of the Convention that met at Annapolis, in Maryland, to consider and repair the defects in the Articles of Confederation. This Convention was the egg of the one, which, in the following year, framed the Federal Constitution. In 1788, he was elected a member of the Senate of Delaware, under the new Constitution, and he occupied a seat there until 1793, when he was elevated to the bench, as Chief Justice of the Supreme Court of his State. He occupied that station until the autumn of 1798, when death, by sudden illness, closed his useful life, in the sixty-fourth year of his age."
        },
        {
            "jsonId":132,
            "signerId":99,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Rodney was a member of the Provincial Assembly in 1769, and was chosen its Speaker. He continued a member, and the Speaker of that body until 1774, and as chairman of the corresponding committee, he was arduous in plying his pen in the interchange of political sentiments with his compatriots in other colonies. He was elected a delegate to the General Congress, by a convention of the people of the three counties of Delaware, in August, 1774, and took his seat at the opening of Congress, on the fifth of September following. His colleagues were Thomas McKean and George Read, and three more devoted and active men than these could hardly be found. He was one of a committee who drew up a Declaration of Rights and set forth, in an address, the causes for complaint, under which the colonists groaned.\n\n Mr. Rodney was elected a delegate for 1775, and while attending to his duties in Congress, he was appointed Brigadier General of his province. This appointment imposed heavy additional duties upon him, yet he did not shrink from their performance, and he was alternately in Congress and at home, attending at the latter place to the duties of his military station. He was there during the closing debates upon the proposition for a Declaration of Independence in 1776, but was sent for by his colleague, Mr. McKean, so as to secure the vote of Delaware for that important measure. He arrived in time to give his voice for independence, and enjoyed the high privilege of signing the revered parchment. On his return to his constituents they approved, by acclamation, of his acts in the National Council."
        },
        {
            "jsonId":133,
            "signerId":99,
            "title":"Military Recruiter",
            "sortValue":"Military Recruiter",
            "notes":"In the autumn of 1776, the people of Delaware called a convention to frame a State Constitution, and to elect delegates to the next Congress. Through the machinations of Tory members of that convention, whose principles to a great extent leavened it, Mr. Rodney and Mr. McKean were not reelected. But this only tended to increase his ardor, and his pen was constantly busy in correspondence. He was also enabled by this defeat, to attend to his private affairs which had suffered much by his absence. After the battle of Princeton at the beginning of 1777, in which Colonel Haslet, who belonged to General Rodney's brigade, was killed, the latter immediately started for the army, and meeting Lord Stirling at Philadelphia, received orders to remain at Princeton, and make it a sort of recruiting station. General Rodney remained there for about two months, when his services became no longer necessary and he returned to his family."
        },
        {
            "jsonId":134,
            "signerId":99,
            "title":"Military and Political Leader",
            "sortValue":"Military and Political Leader",
            "notes":"Soon after his return home, he was appointed a judge of the Supreme Court. He, however, declined the honor, preferring the more active life of his military station. He was soon afterward called to marshal his brigade to a scene of insurrectionary disorder in Delaware, which he speedily quelled; and he also joined the main army of Washington when the British under Lord Howe landed at the mouth of the Elk River, and directed their march toward Philadelphia. Not long after this event, Toryism became so much in the minority, that it had but little power to oppose the patriots and General Rodney was again elected to Congress. But the political agitation of his State demanded his presence there, and he remained. He was chosen President of the State, and performed the arduous duties of his office with great faithfulness for about four years. Delaware was peculiarly exposed to the predatory incursions of the enemy, and it required great sagacity and arduous toil for those who managed her affairs, to prevent a state of anarchy."
        },
        {
            "jsonId":135,
            "signerId":100,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Ross first appeared in public life in 1768, when he was elected a member of the Pennsylvania Assembly for Lancaster. He was much respected in that body, and was reelected several successive years. And when the enactments of the British Cabinet for enslaving the Colonies were causing the public men of America to define their positions, Mr. Ross very readily took sides with the patriots, and heartily commended the proposed measure of calling a General Congress. He was chosen one of the seven delegates which represented Pennsylvania in that august Convention, and was present at the opening in September, 1774. And, strange as it may appear, Mr. Ross was directed by the Assembly of Pennsylvania, to draw up the instructions which were to govern himself and his colleagues in the Continental Congress. And so highly was he esteemed by his fellow citizens, that during the whole time that he was in Congress, from 1774 to 1777, he was regularly elected a member of the Assembly of Pennsylvania, as a representative for Lancaster. Nearly his whole time was consumed by attention to public duties in one or the other of these legislative councils, yet he freely gave it 'without money and without price.' He was a warm supporter of the resolution of Mr. Lee, proposing independence, and joyfully signed the Declaration thereof, on the second of August, 1776."
        },
        {
            "jsonId":136,
            "signerId":102,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Rutledge, though young, had watched with much interest the political movements of the day, and when old enough to act as well as think, he took a decisive stand on the side of the patriots. This, together with the distinguished talents which he manifested on his first appearance at the bar, drew toward him the attention of the public mind, when the Massachusetts Circular aroused the people to vigorous action. Although then only twenty-five years of age, the convention of South Carolina elected him a delegate to the first General Congress, and he was present at the opening, on the fifth of September, 1774. There he was active and fearless, and receiving the entire approbation of his constituents, he was reelected in 1775 and 1776: and when, preparatory to the consideration of the subject of absolute independence, Congress, by resolution, recommended the several colonies to form permanent governments, Mr. Rutledge was associated with Richard Henry Lee and John Adams, in preparing the prefatory preamble to the recommendation. He was warmly in favor of independence, and fearlessly voted for the Declaration, notwithstanding there were large numbers of people in his State opposed to it, some through timidity, some through self-interest, and some through decided attachment to the royal cause.\n\n Partly on account of ill health, and partly because of the disturbed condition of his State, he withdrew from Congress in 1777, but was returned again in 1779. In the interval he was actively engaged at home in measures for the defense of the State, and to repel invasion."
        },
        {
            "jsonId":137,
            "signerId":104,
            "title":"Lawyer and Surveyor",
            "sortValue":"Lawyer and Surveyor",
            "notes":"After completing his tuition, he began the study of law in Lancaster, and when admitted to the bar, he removed westward, and practiced both law and surveying. The place where he located was very sparsely populated, and indeed was almost a wilderness. The flourishing town of Shippensburg has since sprung up there. After a short continuance in his wilderness home, Mr. Smith moved to the flourishing village of York, where he found no business competition for many years. He married Miss Eleanor Amor of Newcastle, Delaware, and became a permanent resident of York, where he stood at the head of the bar until the opening of the Revolution."
        },
        {
            "jsonId":138,
            "signerId":104,
            "title":"Military Recruiter",
            "sortValue":"Military Recruiter",
            "notes":"Mr. Smith was convinced that reconciliation was out of the question, and that war was inevitable. He accordingly raised and drilled a volunteer corps at York (the tint ever raised in the State), which was the commencement of a general organization of the militia in that Province. Other companies were formed, and when a sufficient number were organized to form a regiment, Mr. Smith was elected Colonel. His age, however, precluded his entering upon active service, and he held the office as an honorary boon. According to the testimony of Mr. Penn before Parliament, the body of military 'Associators' thus founded by Mr. Smith amounted in number, before the Declaration of Independence, to twenty-thousand, whose services were pledged to the State."
        },
        {
            "jsonId":139,
            "signerId":104,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"When Congress passed a resolution, recommending the several colonies to 'adopt such governments as in the opinion of the representatives of the people, might best conduce to the happiness and safety of their constituents,' the Pennsylvania Assembly was slow to act accordingly. In fact its instructions to its delegates in Congress were not favorable to independence, and it was not until the people of that state spoke out their sentiments in a general convention, that Pennsylvania was truly represented there. The seats of her delegates, who refused to vote for the Declaration of Independence, and withdrew from Congress, were filled with bold men, and one of these was James Smith, who, with George Clymer and Benjamin Rush, took his seat some days after that glorious instrument was adopted. He was there in time, however, to place his signature to the parchment on the second day of August ensuing.\n\n Mr. Smith, was a member of the convention of Pennsylvania convened to form a constitution for the state, after the Declaration of Independence. There he was very active, and it was not until October 1776, that he was a regular attendant in the General Congress. He was soon after appointed one of a most important committee, whose business was to aid Washington in opposing the progress of General Howe's army (his associates were James Wilson, Samuel Chew, George Clymer, and Richard Stockton.). They were entrusted with almost unlimited discretionary powers, and the scope of their operations included the whole business of advising and superintending the military movements."
        },
        {
            "jsonId":140,
            "signerId":106,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Although quite unambitious of personal fame, he nevertheless, from the impulses of a patriotic heart, espoused the cause of the patriots and took an active part in the movements preliminary to the calling of the first General Congress in 1774. He was elected one of the first five delegates thereto from that state, and after actively performing his duties throughout that first short session, he again retired to private life. But his talents and patriotism had become too conspicuous for his fellow citizens to allow him to remain inactive, and toward the latter part of 1775, he was again elected to the General Congress. The people of Maryland, although warmly opposed to the oppressive measures of the British government, and determined in maintaining their just rights, yet a large proportion of them were too much attached to the mother-country, to harbor a thought of political independence. They therefore instructed their delegates not to vote for such a proposition, and thus Mr. Stone, like his colleagues, who were all for independence, felt themselves fettered by an onerous bond. But the restriction was removed in June 1776, and Mr. Stone, like Mr. Paca and other delegates, voted for and signed the Declaration of Independence. And it is worthy of record that on the fourth of July, the very day on which the vote for Independence was given, Mr. Stone and his colleagues from Maryland, were reelected by the unanimous voice of the same convention, which, about six weeks previously forbade them thus to act.\n\nThe unobtrusive character of Mr. Stone kept him from becoming a very prominent member of Congress, yet his great good sense and untiring industry in the business of important committees, rendered him a very useful one. He was one of the committee who framed the Articles of Confederation, which were finally adopted in November 1777. He was again elected to Congress that year, and finally retired from it early in 1778, and entered the Legislature of his own State, where he earnestly advocated the adoption, by that body, of the  Articles of Confederation. The Maryland Legislature was too strongly imbued with the ultra principles of State rights and absolute independence of action to receive with favor the proposition for a general political Union, with Congress for a Federal head, and it was not until 1781 that that State agreed to the confederation.\n\nMr. Stone was again elected to Congress in 1783, and was present when General Washington resigned his military commission into the hands of that body. In 1784, he was appointed President of Congress, pro tempore; and had not his native modesty supervened, he would doubtless have been regularly elected to that important station, then the highest office in the of the people. On the adjournment of Congress, he returned to his constituents and resumed the duties of his profession at Port Tobacco, the place of his residence, where he died, on the of October 1787, in the forty-fifth year of his age."
        },
        {
            "jsonId":141,
            "signerId":107,
            "title":"Iron Worker",
            "sortValue":"Iron Worker",
            "notes":"Mr. Taylor was well educated, but was poor on his arrival, and performed menial service for a livelihood. He afterward became a clerk in the iron establishment of Mr. Savage, at Durham, Pennsylvania; and sometime after the death of his employer, he married that gentleman's widow, by which he came into possession of considerable property and a thriving business."
        },
        {
            "jsonId":142,
            "signerId":107,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"After pursuing the business for some time, at Durham, and acquiring a handsome fortune, Mr. Taylor purchased an estate on the Lehigh, in Northumberland county, and erected iron works there. His wealth, education, and business talents, and his urbanity of manner, soon gained for him the esteem and confidence of the people, and he was elected by them a member of the Colonial Assembly in 1764. In that body he soon became a distinguished actor, and was placed upon its most important committees. It was during Mr. Taylor's membership in the Colonial Assembly of Pennsylvania, that that body received the circular letter from Massachusetts, proposing a General Colonial Congress at New York, in 1765. The Assembly accepted the invitation, and Mr. Taylor was one of the committee to whom was assigned the duty of drawing up instructions for the delegates from that Province. Those instructions were supposed to be from his pen, and revealed much wisdom and sound judgment.\n\n Mr. Taylor was a member of the Provincial Assembly five consecutive years, when, finding his private interests suffering in consequence of his absence, he declined a reelection, and for sometime withdrew from public life. He was elected to the Provincial Congress in 1775, and was one of the committee appointed to draw up instructions for the delegates to the General Congress, which convened in May of that year. These instructions, which were not sanctioned by the Assembly until November, contained a clause strictly prohibiting the delegates from concurring in any proposition for political independence, a reconciliation being still hoped for. But public feeling very materially changed on this point during the spring of 1776, and in June that prohibition was removed, and the delegates were left to act according to their own discretion. Still, a portion of the delegates remained firm in their opposition to the measure, and Mr. Taylor was one of those to fill their places. He was therefore not present in Congress when the Declaration of Independence adopted, but was there in time to sign it on the day of August.\n\nMr. Taylor remained in Congress one year, and then retired from public life and settled in Easton."
        },
        {
            "jsonId":143,
            "signerId":109,
            "title":"Lawyer",
            "sortValue":"Lawyer",
            "notes":"Mr. Walton commenced the practice of law in the year 1774, a time when the colonies were in a blaze respecting the various acts of the British Parliament which invaded colonial rights. But Georgia was either very apathetic or very timid, for the people, although induced by active patriots to meet together in convention at Savannah, did not so far approve of the call for a General Congress, as to appoint delegates thereto, and Georgia was the only colony unrepresented there."
        },
        {
            "jsonId":144,
            "signerId":109,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Mr. Walton was favorable to the proposition for independence, and he used all his influence to bring about that result. He voted for and signed the Declaration of Independence, and the fortune and honor he there pledged, were freely devoted to its support. He remained in Congress until near the close of 1778, when he returned home, having been appointed by the legislature colonel of a regiment in his State, then threatened by an invasion of the enemy from the sea.\n\n In October, 1779, the Legislature of Georgia appointed Mr. Walton governor of the State. He did not hold that office long, for in January 1780, he was again elected to a seat in Congress for two years, but in October following he withdrew from that body, and was again elected governor of his State, which office he then held a full term. Near the close of the term, he was appointed by the Legislature, Chief Justice of the State, and he retained that office until his death. In 1798, he was elected a member of the Senate of the United States, where he remained one year and then retired to private life, except so far as his duties upon the bench required him to act in public."
        },
        {
            "jsonId":145,
            "signerId":109,
            "title":"Colonel",
            "sortValue":"Colonel",
            "synopsis":"Wounded and Captured",
            "notes":"Colonel Walton hastened to join his regiment, and was there in time to enter the battalion of General Howe, at Savannah, when Colonel Campbell, from New York, landed there and besieged it. In that engagement he received a severe shot wound in his thigh, and he fell from his horse. In this condition he was taken prisoner, but was soon afterward exchanged (He then held the active position of major, with the rank of colonel, yet being a member of Congress and guilty of the great offense of having signed the Declaration of Independence, a brigadier general was demanded in exchange for him. He was finally exchanged for a naval captain). At the time in question, General Robert Howe had about eight hundred men under his command, and would doubtless have maintained a successful defense of Savannah, had it not been for a traitor who pointed out to the enemy a path across a morass that defended the Americans in the rear. By this treachery the Americans were attacked front and rear, and were obliged to surrender themselves prisoners of war."
        },
        {
            "jsonId":146,
            "signerId":112,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"Having adopted America as his home, Mr. Wilson espoused her cause with all the ardor of a native born citizen. This gave him great popularity, and in 1774, he was elected a member of the Provincial Assembly of Pennsylvania. In May 1775, he was chosen a delegate to the General Congress, together with Benjamin Franklin and Thomas Willing. He was again elected for the session of 1776, and warmly supported the motion of Richard Henry Lee for absolute independence. He voted for and signed the declaration of disenthralment [sic] and remained an active member of Congress until 1777, when he and Mr. Clymer were not re-elected in consequence of the operations of a strong party spirit which at that time existed in the Pennsylvania Assembly.\n\n Toward the close of 1782, Mr. Wilson was again elected a delegate to the General Congress, and took his seat in January 1783. During that year, the executive council of Pennsylvania, appointed him an agent and counselor in the controversy of that state with Connecticut, respecting the Wyoming domain. In this important service he was very successful, and the matter was brought to an amicable settlement. He was again elected to Congress toward the close of 1785, and took his seat in March following. He was an active member of the convention that framed the Federal Constitution in 1787, and was chairman of the committee that reported the first draft. He was also a member of the state convention that ratified it, and was chosen to deliver an oration on the occasion of a celebration of the event in Philadelphia. He was also a member of the convention that framed a new constitution for Pennsylvania in 1788. In the arrangement of the judiciary under the Federal Constitution, President Washington appointed Mr. Wilson one of the judges of the Supreme Court of the United States."
        },
        {
            "jsonId":147,
            "signerId":112,
            "title":"Military Recruiter",
            "sortValue":"Military Recruiter",
            "notes":"Mr. Wilson, however, continued actively engaged for the public good, even in private life, nor did he allow that jealousy of his rising fame, which had interposed a barrier to his re-election, in the least to repress his zeal for his adopted country's welfare. He had been an indefatigable coadjutor with Mr. Smith in the organization of volunteer military corps, and was elected colonel of a regiment in 1774. The energy he there displayed was now again exerted in raising recruits for the Continental army, and through his influence, the Pennsylvania line was much strengthened."
        },
        {
            "jsonId":148,
            "signerId":112,
            "title":"Commissioner to the Indians",
            "sortValue":"Commissioner to the Indians",
            "notes":"In 1777, difficulties having arisen with the Indians within the bounds of the state, Mr. Wilson was sent as a commissioner to treat with them, and he was successful in his undertaking."
        },
        {
            "jsonId":149,
            "signerId":112,
            "title":"Advocate General for France",
            "sortValue":"Advocate General for France",
            "notes":"Soon after the arrival of Mr. Gerard, the French minister, Mr. Wilson formed an acquaintance with him, which ripened into friendship, and Mr. Gerard was so struck with the versatility of his talents, that in 1780 he appointed Mr. Wilson the Advocate General of the French nation in the United States, an office which required a thorough knowledge of international and commercial laws. The appointment was confirmed by the French King in 1781.\n\nMr. Gerard stipulated with Mr. Wilson, that an annual salary should be allotted him; but after his devotion to his duties for some time, he received a notification from the French King, that it was not his pleasure to sanction that stipulation. Mr. Wilson at once resigned the office, justly complaining of bad treatment."
        },
        {
            "jsonId":150,
            "signerId":112,
            "title":"Professor of Law",
            "sortValue":"Professor of Law",
            "notes":"He was appointed the first Professor of Law in the College of Philadelphia, in 1790, and when, in 1792, that institution and the University of Pennsylvania were united, he was appointed to the same professorship there, which office, as well as that of Judge of the Supreme Court, he held until his death."
        },
        {
            "jsonId":151,
            "signerId":112,
            "title":"Supreme Court Justice",
            "sortValue":"Supreme Court Justice",
            "notes":"In his officially capacity as judge of the United States Supreme Circuit Court, he frequently made long journeys into other states. It was while on a judicial circuit in North Carolina, that his death occurred on the twenty-eighth day of August, 1798, at the house of his friend, Judge Iredell of Edenton. He was in the fifty-sixth year of his age."
        },
        {
            "jsonId":152,
            "signerId":115,
            "title":"Jurist",
            "sortValue":"Jurist",
            "notes":"Strict in all his business relations, and honorable to the last degree, Mr. Wythe was honored with the full confidence of the people of Virginia, and when that state organized an independent government pursuant to the recommendations of Congress, Mr. Wythe was appointed Chancellor of the State, then the highest judicial office in the gift of the people. That office he held during his life.\n\n In 1777, he was chosen Speaker of the House of Burgesses of Virginia, and the same year he was elevated to the bench as one of the three judges of the high court of Chancery. When the new court of Chancery was organized, he was appointed sole judge, and occupied that bench with great ability for twenty years. Always firm in his decisions, which were never made without serious investigation and analysis, he seldom gave dissatisfaction, even to the defeated party."
        },
        {
            "jsonId":153,
            "signerId":115,
            "title":"Politician",
            "sortValue":"Politician",
            "notes":"In 1775, Mr. Wythe was elected a delegate to the General Congress, and was there in 1776, when his colleague, Mr. Lee submitted his bold resolution for Independence. He steadfastly promoted every measure tending toward such a result, and he voted for and signed the Declaration of Independence. During the autumn of that year, he was associated with Thomas Jefferson and Edmund Pendleton in codifying the laws of Virginia, to make them conformable to the newly organized government. This duty was performed with singular ability.\n\n"
        },
        {
            "jsonId":154,
            "signerId":115,
            "title":"College Professor",
            "sortValue":"College Professor",
            "notes":"For a while he was professor of law in the college of William and Mary, but when he removed to Richmond, he found it impracticable to attend to its duties, and he resigned the office."
        },
        {
            "jsonId":155,
            "signerId":115,
            "title":"Federal Duties",
            "sortValue":"Federal Duties",
            "notes":"In 1786, Mr. Wythe was chosen a delegate to the National Convention that framed the Federal Constitution. He was also a member of the Virginia convention called to consider its adoption, and was twice chosen a United States Senator under it."
        }
    ]
}
